{"payload": {"model": {"config": {"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1], "dtype": "float64", "sparse": false, "ragged": false, "name": "input_1"}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_1", "inbound_nodes": [[["dense", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_2", "inbound_nodes": [[["dense_1", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_3", "inbound_nodes": [[["dense_2", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_4", "inbound_nodes": [[["dense_3", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_5", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_5", "inbound_nodes": [[["dense_4", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_6", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_6", "inbound_nodes": [[["dense_5", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_7", "trainable": true, "dtype": "float64", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_7", "inbound_nodes": [[["dense_6", 0, 0, {}]]]}], "input_layers": [["input_1", 0, 0]], "output_layers": [["dense_7", 0, 0]]}, "summary": ["Model: \"model\"", "_________________________________________________________________", "Layer (type)                 Output Shape              Param #   ", "=================================================================", "input_1 (InputLayer)         [(None, 1)]               0         ", "_________________________________________________________________", "dense (Dense)                (None, 10)                20        ", "_________________________________________________________________", "dense_1 (Dense)              (None, 10)                110       ", "_________________________________________________________________", "dense_2 (Dense)              (None, 10)                110       ", "_________________________________________________________________", "dense_3 (Dense)              (None, 10)                110       ", "_________________________________________________________________", "dense_4 (Dense)              (None, 10)                110       ", "_________________________________________________________________", "dense_5 (Dense)              (None, 10)                110       ", "_________________________________________________________________", "dense_6 (Dense)              (None, 10)                110       ", "_________________________________________________________________", "dense_7 (Dense)              (None, 1)                 11        ", "=================================================================", "Total params: 691", "Trainable params: 691", "Non-trainable params: 0", "_________________________________________________________________"]}, "kwargs": {"border_xs": [[0.0]], "border_ys": [[1.0]], "inside_xs_builder": "<function linspace_inside_xs_builder_builder.<locals>._inside_xs_builder at 0x7f9a40a1fd40>", "border_builder": "<function border_with_function_values_builder at 0x7f9a40a06950>", "equation_builder": "<function first_order_equation_builder_builder_plus.<locals>.equation_builder at 0x7f9a40a273b0>", "input_dim": 1, "output_dim": 1, "sol": "<function <lambda> at 0x7f9a40a27320>", "random_seed": 1, "N_f": 1000, "epochs": 2000, "clip_grad": 1, "learning_rate": 0.01, "model_builder": "NN[[10, 10, 10, 10, 10, 10, 10]]", "optimizers": [1, 1], "border_loss_multiplier": 1, "ode": "L-ODE1"}, "losses": [1.0425369751341946, 0.689090239389605, 0.415398966908343, 0.14861003115560278, 0.006269783089892711, 0.051638490185724854, 0.13033890108003796, 0.13201316963204288, 0.08552831993702566, 0.03389937525590482, 0.004050350865107444, 0.00326533629403634, 0.02141234982662307, 0.03956410339481478, 0.0452815207442266, 0.038258057621710875, 0.02466978535421085, 0.011306528457680246, 0.0026662647688213506, 0.0002120396890090146, 0.0027921657491645317, 0.007664817207304531, 0.011839644783768406, 0.013317950130986867, 0.011706074218288768, 0.008021487414095032, 0.003966174057083369, 0.0011016434607488865, 0.0002511201525721416, 0.0012795394144909451, 0.003272727674446637, 0.005034244098278704, 0.0056774041485812025, 0.004993903317555679, 0.0034228645783518944, 0.0017181981801061665, 0.0005475700739013295, 0.00021906279327147727, 0.0006221261677421344, 0.0013602510111596015, 0.0019798462306126, 0.00217883335804242, 0.0019083293185204052, 0.0013426740624524582, 0.0007556384947027559, 0.00037563712735205095, 0.0002895160211027394, 0.0004309277340489681, 0.0006440709795360737, 0.0007783262865209583, 0.0007608147517155401, 0.0006144723952013818, 0.00042386353658730846, 0.0002777445807795624, 0.00022287654339942246, 0.00024961635947122766, 0.00030890110021317943, 0.0003452334155016166, 0.00032652599714921653, 0.0002570842421832221, 0.0001700291420957028, 0.00010570388795151943, 8.886076381331852e-05, 0.00011679732712364085, 0.00016362382839325916, 0.00019660983464388925, 0.0001943764900823452, 0.00015682537342250378, 0.00010244638855240815, 5.6111613151326856e-05, 3.52119771028684e-05, 4.1783840687265593e-05, 6.395120310969758e-05, 8.450678725632998e-05, 9.089999779833615e-05, 8.097161522837586e-05, 6.198118968627175e-05, 4.461439834242616e-05, 3.623551685093052e-05, 3.737718571359303e-05, 4.29057562847619e-05, 4.631474691972596e-05, 4.401572850378085e-05, 3.7035771793097944e-05, 2.9535550384717834e-05, 2.559708102193346e-05, 2.656038873467408e-05, 3.049403867723819e-05, 3.3819096013995226e-05, 3.376027111655987e-05, 2.997201204779646e-05, 2.4438056791748352e-05, 1.994926136006798e-05, 1.83070633335185e-05, 1.9402791016338726e-05, 2.160563732627685e-05, 2.3010608666805937e-05, 2.2631951634424566e-05, 2.080994127083031e-05, 1.87157070843518e-05, 1.7430124203267318e-05, 1.7263506793432046e-05, 1.7712337028325992e-05, 1.7965374097201264e-05, 1.7524203921996876e-05, 1.6500271323975292e-05, 1.544021688104946e-05, 1.4874863798333604e-05, 1.4944970550716219e-05, 1.5350292020940097e-05, 1.5609797461183645e-05, 1.540931382421755e-05, 1.478620954909531e-05, 1.4049851568101503e-05, 1.3532747597867893e-05, 1.336827119930312e-05, 1.3441296531691279e-05, 1.3515319829564027e-05, 1.3417380116117888e-05, 1.3142442790759471e-05, 1.2819376691524234e-05, 1.258844231390572e-05, 1.2494419961098001e-05, 1.2470086675255798e-05, 1.2406349987027186e-05, 1.2242541365917209e-05, 1.2006370874381793e-05, 1.1781493886231833e-05, 1.1637755949339768e-05, 1.1581509423880509e-05, 1.1559772779529816e-05, 1.1506978011861544e-05, 1.1393333762108504e-05, 1.1239157051325233e-05, 1.1090471478158927e-05, 1.0980601572239337e-05, 1.0908630121732005e-05, 1.0847585834995042e-05, 1.0770603428267085e-05, 1.0671786838676542e-05, 1.0566702251496e-05, 1.0475793343547209e-05, 1.0406726540598112e-05, 1.034981957333439e-05, 1.0288092023823893e-05, 1.0211692618225349e-05, 1.0124615597235691e-05, 1.0039592391343026e-05, 9.967001600125575e-06, 9.907408788292076e-06, 9.852933168243783e-06, 9.79484463461474e-06, 9.730345860549003e-06, 9.66337582613295e-06, 9.59993452688501e-06, 9.542711046720428e-06, 9.48949016649664e-06, 9.435938905465476e-06, 9.379680716925374e-06, 9.322036972315924e-06, 9.266359909174089e-06, 9.214895454416458e-06, 9.167028587093356e-06, 9.120159427065922e-06, 9.072073285697112e-06, 9.022612020173277e-06, 8.973392111705212e-06, 8.926141086550546e-06, 8.881268311863052e-06, 8.837805274213245e-06, 8.794503417273787e-06, 8.750944483144942e-06, 8.70771689972518e-06, 8.66568017137025e-06, 8.62511999277859e-06, 8.585552306827814e-06, 8.546241813027244e-06, 8.506866334723475e-06, 8.467723205966481e-06, 8.429370002757977e-06, 8.392100968010113e-06, 8.355736856915701e-06, 8.319854158849053e-06, 8.284177641959796e-06, 8.248767618131397e-06, 8.213878853231117e-06, 8.179678169867577e-06, 8.146097978621608e-06, 8.112931365459815e-06, 8.080038799794051e-06, 8.047458554260289e-06, 8.01533573674619e-06, 7.983763928673229e-06, 7.95269754530789e-06, 7.92200315565655e-06, 7.891581030334981e-06, 7.86143618844614e-06, 7.831644285509362e-06, 7.80226201158474e-06, 7.773272863644374e-06, 7.744610474047582e-06, 7.716223145752593e-06, 7.688112101633713e-06, 7.660312645109405e-06, 7.632846218505557e-06, 7.6056937726394766e-06, 7.57881221323271e-06, 7.552171436424426e-06, 7.525773755470838e-06, 7.499640352778798e-06, 7.4737828623531604e-06, 7.448189019281442e-06, 7.42283312307055e-06, 7.397696933617652e-06, 7.372779464277201e-06, 7.348088602059386e-06, 7.323626057461715e-06, 7.299381406744259e-06, 7.275339366343928e-06, 7.251490869509006e-06, 7.227836429172532e-06, 7.204379726589172e-06, 7.181119234101237e-06, 7.158046303662653e-06, 7.135150477168324e-06, 7.112425664299271e-06, 7.089871111068825e-06, 7.067487210932141e-06, 7.045271199986523e-06, 7.023216950758636e-06, 7.001318270040536e-06, 6.979571750779917e-06, 6.957976386814791e-06, 6.936530893472e-06, 6.915231821611664e-06, 6.89407423804566e-06, 6.873053874975293e-06, 6.852168363629409e-06, 6.831416484917524e-06, 6.8107965287760425e-06, 6.7903055449910936e-06, 6.76994005270285e-06, 6.74969720991428e-06, 6.729575168608059e-06, 6.709572405658908e-06, 6.689686905924665e-06, 6.66991607016777e-06, 6.650257320849297e-06, 6.6307086616949675e-06, 6.611268618751943e-06, 6.59193572313826e-06, 6.572708138791035e-06, 6.553583785130547e-06, 6.534560735817194e-06, 6.51563743219382e-06, 6.496812526837285e-06, 6.478084590164924e-06, 6.459452012420601e-06, 6.440913167475293e-06, 6.422466616624104e-06, 6.404111126686637e-06, 6.385845511948675e-06, 6.367668494395156e-06, 6.349578724552905e-06, 6.331574911812377e-06, 6.31365590715829e-06, 6.295820659650719e-06, 6.278068115460685e-06, 6.260397176211306e-06, 6.242806748532065e-06, 6.225295813233631e-06, 6.20786343442373e-06, 6.190508708017467e-06, 6.173230714911988e-06, 6.156028527863584e-06, 6.138901254579353e-06, 6.1218480634049994e-06, 6.104868166139496e-06, 6.087960783292214e-06, 6.071125131505375e-06, 6.054360441653566e-06, 6.037665981311505e-06, 6.021041055435068e-06, 6.0044849878216284e-06, 5.987997106633905e-06, 5.971576748627444e-06, 5.9552232734232795e-06, 5.938936069532381e-06, 5.922714546158831e-06, 5.906558121623908e-06, 5.890466221134429e-06, 5.874438284074312e-06, 5.858473770474743e-06, 5.842572159147188e-06, 5.826732940620348e-06, 5.810955613226089e-06, 5.795239685594291e-06, 5.779584680995743e-06, 5.763990137711984e-06, 5.748455605175889e-06, 5.73298064052248e-06, 5.717564808976819e-06, 5.7022076866098895e-06, 5.686908861597348e-06, 5.671667932499547e-06, 5.656484505699881e-06, 5.6413581946741e-06, 5.6262886211675295e-06, 5.6112754161639345e-06, 5.596318219179024e-06, 5.5814166766451845e-06, 5.566570441110388e-06, 5.551779171763943e-06, 5.53704253519564e-06, 5.5223602052170744e-06, 5.5077318618530554e-06, 5.4931571905344e-06, 5.4786358820955215e-06, 5.464167633142324e-06, 5.4497521460250025e-06, 5.435389128280877e-06, 5.421078292087809e-06, 5.406819354183626e-06, 5.392612036090152e-06, 5.378456064150757e-06, 5.36435116918823e-06, 5.350297086059969e-06, 5.336293553451323e-06, 5.322340313905934e-06, 5.3084371138222785e-06, 5.294583703251141e-06, 5.280779835614218e-06, 5.267025267552343e-06, 5.2533197589304175e-06, 5.239663072837964e-06, 5.226054975456991e-06, 5.212495235847292e-06, 5.198983625786935e-06, 5.185519919716699e-06, 5.1721038947096585e-06, 5.158735330381777e-06, 5.145414008756909e-06, 5.132139714162787e-06, 5.118912233189967e-06, 5.105731354666293e-06, 5.092596869588423e-06, 5.079508571012039e-06, 5.0664662539502126e-06, 5.053469715310725e-06, 5.040518753853057e-06, 5.027613170131411e-06, 5.014752766420679e-06, 5.0019373466512685e-06, 4.989166716368985e-06, 4.976440682705858e-06, 4.963759054338108e-06, 4.951121641427385e-06, 4.938528255562179e-06, 4.9259787097136275e-06, 4.913472818201387e-06, 4.90101039665721e-06, 4.88859126198329e-06, 4.87621523231393e-06, 4.863882126986753e-06, 4.851591766518647e-06, 4.8393439725770135e-06, 4.827138567944208e-06, 4.814975376481401e-06, 4.802854223097943e-06, 4.790774933725593e-06, 4.778737335293566e-06, 4.766741255703029e-06, 4.754786523804126e-06, 4.7428729693774045e-06, 4.731000423117427e-06, 4.719168716614703e-06, 4.707377682334994e-06, 4.695627153598477e-06, 4.683916964561101e-06, 4.6722469501980975e-06, 4.660616946288374e-06, 4.649026789399288e-06, 4.637476316872967e-06, 4.625965366814398e-06, 4.61449377808028e-06, 4.603061390267002e-06, 4.591668043697644e-06, 4.580313579409006e-06, 4.568997839139765e-06, 4.557720665319964e-06, 4.546481901061198e-06, 4.5352813901477616e-06, 4.52411897702873e-06, 4.512994506811098e-06, 4.501907825253039e-06, 4.490858778756895e-06, 4.479847214361606e-06, 4.468872979735304e-06, 4.457935923168466e-06, 4.447035893567551e-06, 4.436172740449297e-06, 4.425346313935467e-06, 4.4145564647482084e-06, 4.403803044205768e-06, 4.393085904218213e-06, 4.382404897282972e-06, 4.371759876480202e-06, 4.3611506954683205e-06, 4.350577208479879e-06, 4.340039270317928e-06, 4.329536736352716e-06, 4.319069462518823e-06, 4.308637305312635e-06, 4.298240121789912e-06, 4.287877769563348e-06, 4.277550106799979e-06, 4.267256992218466e-06, 4.256998285086565e-06, 4.246773845218647e-06, 4.236583532973586e-06, 4.226427209252793e-06, 4.216304735498502e-06, 4.206215973692173e-06, 4.196160786352898e-06, 4.186139036535812e-06, 4.176150587830348e-06, 4.166195304358583e-06, 4.156273050773574e-06, 4.146383692257937e-06, 4.136527094522497e-06, 4.126703123805151e-06, 4.1169116468697695e-06, 4.107152531005199e-06, 4.097425644024185e-06, 4.087730854262246e-06, 4.078068030576466e-06, 4.068437042344381e-06, 4.0588377594627505e-06, 4.049270052346553e-06, 4.0397337919279686e-06, 4.030228849655491e-06, 4.020755097493013e-06, 4.011312407918932e-06, 4.001900653925235e-06, 3.99251970901648e-06, 3.983169447208841e-06, 3.9738497430290995e-06, 3.964560471513663e-06, 3.9553015082076984e-06, 3.9460727291642506e-06, 3.936874010943384e-06, 3.9277052306113505e-06, 3.918566265739624e-06, 3.909456994404048e-06, 3.900377295183826e-06, 3.891327047160518e-06, 3.882306129917072e-06, 3.873314423536852e-06, 3.864351808602684e-06, 3.855418166195891e-06, 3.846513377895378e-06, 3.837637325776622e-06, 3.828789892410698e-06, 3.819970960863206e-06, 3.8111804146932346e-06, 3.8024181379522915e-06, 3.7936840151832754e-06, 3.7849779314193426e-06, 3.7762997721829377e-06, 3.767649423484675e-06, 3.7590267718222557e-06, 3.7504317041793473e-06, 3.741864108024504e-06, 3.7333238713098885e-06, 3.724810882470184e-06, 3.7163250304213627e-06, 3.7078662045595177e-06, 3.6994342947596405e-06, 3.6910291913744254e-06, 3.682650785233051e-06, 3.674298967639968e-06, 3.665973630373562e-06, 3.657674665684942e-06, 3.6494019662966173e-06, 3.6411554254011857e-06, 3.6329349366600213e-06, 3.624740394201965e-06, 3.6165716926219945e-06, 3.608428726979868e-06, 3.6003113927987837e-06, 3.5922195860639847e-06, 3.584153203221372e-06, 3.5761121411761065e-06, 3.5680962972911593e-06, 3.5601055693859283e-06, 3.552139855734753e-06, 3.5441990550655484e-06, 3.5362830665582685e-06, 3.52839178984351e-06, 3.5205251250010008e-06, 3.5126829725581328e-06, 3.5048652334884277e-06, 3.497071809210062e-06, 3.4893026015843386e-06, 3.481557512914177e-06, 3.4738364459425732e-06, 3.4661393038510514e-06, 3.458465990258166e-06, 3.4508164092178986e-06, 3.4431904652181003e-06, 3.435588063178969e-06, 3.4280091084513784e-06, 3.4204535068153783e-06, 3.4129211644785817e-06, 3.405411988074529e-06, 3.3979258846611604e-06, 3.3904627617191516e-06, 3.383022527150337e-06, 3.3756050892760744e-06, 3.3682103568356286e-06, 3.360838238984542e-06, 3.3534886452930145e-06, 3.3461614857442385e-06, 3.338856670732817e-06, 3.331574111063063e-06, 3.3243137179474146e-06, 3.3170754030047296e-06, 3.3098590782586905e-06, 3.3026646561361096e-06, 3.2954920494652882e-06, 3.2883411714743663e-06, 3.281211935789644e-06, 3.2741042564339573e-06, 3.2670180478249696e-06, 3.2599532247735446e-06, 3.2529097024820867e-06, 3.2458873965428432e-06, 3.2388862229362673e-06, 3.2319060980293355e-06, 3.2249469385738937e-06, 3.2180086617049914e-06, 3.2110911849392035e-06, 3.2041944261729765e-06, 3.1973183036809678e-06, 3.190462736114366e-06, 3.1836276424992616e-06, 3.1768129422349343e-06, 3.1700185550922307e-06, 3.1632444012118993e-06, 3.1564904011029234e-06, 3.149756475640856e-06, 3.143042546066225e-06, 3.13634853398277e-06, 3.1296743613559096e-06, 3.1230199505110295e-06, 3.1163852241318463e-06, 3.109770105258765e-06, 3.1031745172872687e-06, 3.096598383966224e-06, 3.0900416293963023e-06, 3.0835041780283175e-06, 3.076985954661613e-06, 3.0704868844424302e-06, 3.0640068928622844e-06, 3.057545905756368e-06, 3.051103849301907e-06, 3.0446806500165635e-06, 3.0382762347568326e-06, 3.0318905307164415e-06, 3.025523465424759e-06, 3.019174966745159e-06, 3.012844962873504e-06, 3.006533382336475e-06, 3.000240153990062e-06, 2.993965207017948e-06, 2.9877084709299437e-06, 2.9814698755604244e-06, 2.9752493510667647e-06, 2.969046827927787e-06, 2.962862236942191e-06, 2.956695509227018e-06, 2.9505465762161123e-06, 2.9444153696585693e-06, 2.938301821617207e-06, 2.9322058644670397e-06, 2.926127430893759e-06, 2.920066453892198e-06, 2.9140228667648438e-06, 2.9079966031203037e-06, 2.9019875968718347e-06, 2.8959957822358e-06, 2.8900210937302445e-06, 2.884063466173337e-06, 2.878122834681945e-06, 2.872199134670132e-06, 2.8662923018476978e-06, 2.8604022722187106e-06, 2.854528982080054e-06, 2.8486723680199778e-06, 2.8428323669166447e-06, 2.83700891593669e-06, 2.8312019525338014e-06, 2.8254114144472607e-06, 2.8196372397005553e-06, 2.8138793665999473e-06, 2.8081377337330463e-06, 2.8024122799674258e-06, 2.7967029444492205e-06, 2.7910096666017205e-06, 2.7853323861240046e-06, 2.779671042989539e-06, 2.774025577444805e-06, 2.768395930007952e-06, 2.762782041467399e-06, 2.757183852880507e-06, 2.751601305572213e-06, 2.7460343411336775e-06, 2.7404829014209758e-06, 2.7349469285537264e-06, 2.7294263649137914e-06, 2.7239211531439438e-06, 2.7184312361465485e-06, 2.7129565570822765e-06, 2.7074970593687646e-06, 2.7020526866793514e-06, 2.6966233829417766e-06, 2.691209092336882e-06, 2.6858097592973557e-06, 2.6804253285064446e-06, 2.675055744896686e-06, 2.669700953648668e-06, 2.664360900189748e-06, 2.6590355301928074e-06, 2.6537247895750415e-06, 2.648428624496683e-06, 2.6431469813597965e-06, 2.637879806807035e-06, 2.632627047720446e-06, 2.627388651220229e-06, 2.622164564663561e-06, 2.61695473564337e-06, 2.611759111987157e-06, 2.6065776417557913e-06, 2.6014102732423515e-06, 2.596256954970926e-06, 2.591117635695452e-06, 2.5859922643985415e-06, 2.5808807902903486e-06, 2.57578316280738e-06, 2.5706993316113723e-06, 2.56562924658815e-06, 2.5605728578464627e-06, 2.5555301157168944e-06, 2.550500970750708e-06, 2.5454853737187437e-06, 2.5404832756103042e-06, 2.5354946276320393e-06, 2.530519381206858e-06, 2.5255574879728017e-06, 2.520608899782009e-06, 2.515673568699573e-06, 2.5107514470025008e-06, 2.5058424871786294e-06, 2.5009466419255535e-06, 2.4960638641495745e-06, 2.4911941069646176e-06, 2.486337323691231e-06, 2.481493467855473e-06, 2.476662493187945e-06, 2.4718443536226904e-06, 2.467039003296211e-06, 2.4622463965464418e-06, 2.457466487911684e-06, 2.4526992321296583e-06, 2.4479445841364535e-06, 2.443202499065543e-06, 2.438472932246785e-06, 2.433755839205415e-06, 2.4290511756610937e-06, 2.4243588975268917e-06, 2.4196789609083355e-06, 2.4150113221024177e-06, 2.4103559375966695e-06, 2.405712764068135e-06, 2.401081758382502e-06, 2.3964628775930685e-06, 2.3918560789398593e-06, 2.3872613198486436e-06, 2.382678557930034e-06, 2.3781077509785404e-06, 2.373548856971638e-06, 2.369001834068867e-06, 2.364466640610903e-06, 2.359943235118652e-06, 2.355431576292341e-06, 2.3509316230106424e-06, 2.3464433343297296e-06, 2.341966669482436e-06, 2.337501587877351e-06, 2.333048049097926e-06, 2.32860601290162e-06, 2.3241754392190136e-06, 2.3197562881529526e-06, 2.315348519977687e-06, 2.3109520951380053e-06, 2.3065669742483673e-06, 2.302193118092111e-06, 2.297830487620549e-06, 2.2934790439521553e-06, 2.2891387483717473e-06, 2.284809562329615e-06, 2.280491447440741e-06, 2.27618436548396e-06, 2.2718882784011297e-06, 2.267603148296344e-06, 2.263328937435115e-06, 2.2590656082435557e-06, 2.25481312330761e-06, 2.25057144537225e-06, 2.2463405373406715e-06, 2.2421203622735117e-06, 2.2379108833880935e-06, 2.233712064057617e-06, 2.2295238678104092e-06, 2.225346258329144e-06, 2.2211791994500824e-06, 2.2170226551623045e-06, 2.212876589606976e-06, 2.208740967076567e-06, 2.204615752014131e-06, 2.2005009090125494e-06, 2.196396402813785e-06, 2.192302198308158e-06, 2.1882182605336174e-06, 2.1841445546749976e-06, 2.1800810460633176e-06, 2.1760277001750378e-06, 2.171984482631372e-06, 2.167951359197544e-06, 2.163928295782112e-06, 2.159915258436236e-06, 2.1559122133530024e-06, 2.151919126866715e-06, 2.1479359654521984e-06, 2.143962695724128e-06, 2.1399992844363276e-06, 2.1360456984811002e-06, 2.132101904888539e-06, 2.128167870825864e-06, 2.1242435635967483e-06, 2.120328950640662e-06, 2.1164239995321803e-06, 2.1125286779803765e-06, 2.108642953828103e-06, 2.104766795051391e-06, 2.1009001697587807e-06, 2.0970430461906765e-06, 2.0931953927187125e-06, 2.089357177845115e-06, 2.085528370202055e-06, 2.081708938551047e-06, 2.07789885178228e-06, 2.074098078914027e-06, 2.0703065890920322e-06, 2.0665243515888513e-06, 2.062751335803269e-06, 2.058987511259696e-06, 2.0552328476075417e-06, 2.051487314620614e-06, 2.0477508821965333e-06, 2.0440235203561117e-06, 2.0403051992428025e-06, 2.036595889122045e-06, 2.032895560380736e-06, 2.029204183526617e-06, 2.0255217291877e-06, 2.0218481681116886e-06, 2.018183471165404e-06, 2.014527609334216e-06, 2.0108805537214694e-06, 2.0072422755479212e-06, 2.0036127461511865e-06, 1.999991936985152e-06, 1.9963798196194735e-06, 1.9927763657389565e-06, 1.989181547143056e-06, 1.9855953357453054e-06, 1.982017703572792e-06, 1.97844862276558e-06, 1.9748880655762176e-06, 1.971336004369178e-06, 1.967792411620308e-06, 1.964257259916346e-06, 1.9607305219543454e-06, 1.957212170541194e-06, 1.953702178593056e-06, 1.9502005191348843e-06, 1.946707165299882e-06, 1.943222090329013e-06, 1.939745267570452e-06, 1.9362766704791384e-06, 1.9328162726162145e-06, 1.929364047648553e-06, 1.925919969348255e-06, 1.9224840115921518e-06, 1.9190561483613063e-06, 1.915636353740527e-06, 1.9122246019178833e-06, 1.908820867184219e-06, 1.9054251239326593e-06, 1.902037346658136e-06, 1.8986575099569207e-06, 1.8952855885261266e-06, 1.8919215571632664e-06, 1.8885653907657502e-06, 1.8852170643304354e-06, 1.881876552953171e-06, 1.878543831828305e-06, 1.8752188762482498e-06, 1.8719016616030218e-06, 1.868592163379779e-06, 1.8652903571623676e-06, 1.8619962186308648e-06, 1.8587097235611522e-06, 1.8554308478244693e-06, 1.852159567386938e-06, 1.8488958583091397e-06, 1.8456396967457119e-06, 1.8423910589448454e-06, 1.839149921247902e-06, 1.835916260088969e-06, 1.8326900519944184e-06, 1.8294712735824939e-06, 1.8262599015628796e-06, 1.8230559127362803e-06, 1.8198592839939954e-06, 1.8166699923175106e-06, 1.8134880147780754e-06, 1.8103133285362908e-06, 1.8071459108417008e-06, 1.8039857390323777e-06, 1.8008327905345224e-06, 1.7976870428620478e-06, 1.7945484736161941e-06, 1.7914170604851025e-06, 1.7882927812434551e-06, 1.785175613752029e-06, 1.7820655359573455e-06, 1.7789625258912633e-06, 1.7758665616705769e-06, 1.772777621496632e-06, 1.7696956836549677e-06, 1.7666207265148783e-06, 1.7635527285290921e-06, 1.7604916682333406e-06, 1.757437524246019e-06, 1.7543902752677876e-06, 1.7513499000811905e-06, 1.7483163775503172e-06, 1.7452896866203992e-06, 1.7422698063174535e-06, 1.7392567157479274e-06, 1.7362503940983094e-06, 1.7332508206347967e-06, 1.7302579747029082e-06, 1.7272718357271388e-06, 1.7242923832106073e-06, 1.721319596734686e-06, 1.718353455958662e-06, 1.7153939406193843e-06, 1.712441030530901e-06, 1.7094947055841265e-06, 1.7065549457464883e-06, 1.7036217310615903e-06, 1.7006950416488592e-06, 1.697774857703217e-06, 1.6948611594947307e-06, 1.691953927368282e-06, 1.6890531417432373e-06, 1.686158783113091e-06, 1.6832708320451652e-06, 1.6803892691802636e-06, 1.677514075232328e-06, 1.6746452309881613e-06, 1.6717827173070326e-06, 1.6689265151204218e-06, 1.6660766054316444e-06, 1.6632329693155681e-06, 1.6603955879182763e-06, 1.6575644424567583e-06, 1.6547395142185813e-06, 1.6519207845616093e-06, 1.649108234913646e-06, 1.6463018467721696e-06, 1.6435016017039869e-06, 1.640707481344954e-06, 1.6379194673996515e-06, 1.6351375416410916e-06, 1.6323616859104163e-06, 1.6295918821165903e-06, 1.626828112236101e-06, 1.624070358312668e-06, 1.6213186024569478e-06, 1.6185728268462308e-06, 1.6158330137241472e-06, 1.6130991454003925e-06, 1.610371204250412e-06, 1.6076491727151355e-06, 1.6049330333006708e-06, 1.602222768578042e-06, 1.599518361182873e-06, 1.5968197938151286e-06, 1.5941270492388295e-06, 1.5914401102817724e-06, 1.5887589598352334e-06, 1.5860835808537178e-06, 1.5834139563546698e-06, 1.5807500694182007e-06, 1.5780919031868135e-06, 1.575439440865136e-06, 1.5727926657196436e-06, 1.5701515610783988e-06, 1.567516110330784e-06, 1.5648862969272206e-06, 1.5622621043789202e-06, 1.5596435162576142e-06, 1.5570305161952977e-06, 1.5544230878839529e-06, 1.5518212150753149e-06, 1.5492248815805933e-06, 1.546634071270208e-06, 1.5440487680735646e-06, 1.5414689559787782e-06, 1.5388946190324152e-06, 1.5363257413392573e-06, 1.5337623070620416e-06, 1.5312043004212146e-06, 1.528651705694684e-06, 1.526104507217567e-06, 1.5235626893819536e-06, 1.5210262366366503e-06, 1.5184951334869505e-06, 1.5159693644943829e-06, 1.5134489142764713e-06, 1.5109337675065043e-06, 1.5084239089132795e-06, 1.5059193232808841e-06, 1.5034199954484498e-06, 1.5009259103099186e-06, 1.498437052813807e-06, 1.4959534079629842e-06, 1.4934749608144315e-06, 1.4910016964790033e-06, 1.4885336001212214e-06, 1.4860706569590276e-06, 1.4836128522635582e-06, 1.4811601713589325e-06, 1.4787125996220142e-06, 1.4762701224821896e-06, 1.47383272542116e-06, 1.4714003939726872e-06, 1.4689731137224135e-06, 1.4665508703076171e-06, 1.4641336494169957e-06, 1.461721436790462e-06, 1.4593142182189138e-06, 1.4569119795440341e-06, 1.4545147066580512e-06, 1.452122385503558e-06, 1.4497350020732806e-06, 1.4473525424098736e-06, 1.4449749926057034e-06, 1.4426023388026499e-06, 1.440234567191897e-06, 1.43787166401372e-06, 1.4355136155572698e-06, 1.4331604081604046e-06, 1.4308120282094525e-06, 1.4284684621390135e-06, 1.4261296964317676e-06, 1.4237957176182774e-06, 1.4214665122767686e-06, 1.419142067032952e-06, 1.4168223685598146e-06, 1.4145074035774232e-06, 1.4121971588527412e-06, 1.409891621199408e-06, 1.4075907774775754e-06, 1.4052946145936827e-06, 1.4030031195002961e-06, 1.4007162791958934e-06, 1.3984340807246888e-06, 1.396156511176434e-06, 1.3938835576862331e-06, 1.391615207434359e-06, 1.3893514476460567e-06, 1.387092265591367e-06, 1.3848376485849407e-06, 1.3825875839858475e-06, 1.3803420591974058e-06, 1.3781010616669757e-06, 1.3758645788858178e-06, 1.3736325983888651e-06, 1.3714051077545864e-06, 1.3691820946047762e-06, 1.3669635466043992e-06, 1.3647494514613892e-06, 1.3625397969264982e-06, 1.360334570793108e-06, 1.3581337608970503e-06, 1.3559373551164504e-06, 1.3537453413715295e-06, 1.351557707624461e-06, 1.3493744418791756e-06, 1.3471955321812012e-06, 1.3450209666174992e-06, 1.3428507333162777e-06, 1.3406848204468422e-06, 1.338523216219419e-06, 1.3363659088849902e-06, 1.3342128867351217e-06, 1.3320641381018105e-06, 1.329919651357318e-06, 1.327779414913997e-06, 1.3256434172241341e-06, 1.3235116467797955e-06, 1.3213840921126548e-06, 1.3192607417938397e-06, 1.3171415844337663e-06, 1.3150266086819853e-06, 1.3129158032270283e-06, 1.3108091567962408e-06, 1.3087066581556257e-06, 1.306608296109699e-06, 1.3045140595013144e-06, 1.30242393721154e-06, 1.3003379181594726e-06, 1.2982559913020992e-06, 1.2961781456341505e-06, 1.2941043701879342e-06, 1.2920346540331988e-06, 1.2899689862769729e-06, 1.2879073560634256e-06, 1.285849752573708e-06, 1.2837961650258083e-06, 1.2817465826744095e-06, 1.2797009948107325e-06, 1.277659390762404e-06, 1.2756217598932955e-06, 1.2735880916033942e-06, 1.2715583753286468e-06, 1.2695326005408172e-06, 1.267510756747356e-06, 1.2654928334912445e-06, 1.2634788203508526e-06, 1.2614687069398153e-06, 1.2594624829068797e-06, 1.2574601379357575e-06, 1.2554616617450077e-06, 1.253467044087878e-06, 1.2514762747521815e-06, 1.2494893435601472e-06, 1.247506240368306e-06, 1.2455269550673237e-06, 1.2435514775818848e-06, 1.2415797978705665e-06, 1.23961190592568e-06, 1.2376477917731652e-06, 1.2356874454724334e-06, 1.2337308571162516e-06, 1.231778016830597e-06, 1.2298289147745546e-06, 1.2278835411401442e-06, 1.2259418861522265e-06, 1.2240039400683636e-06, 1.222069693178681e-06, 1.2201391358057515e-06, 1.2182122583044669e-06, 1.2162890510619023e-06, 1.2143695044972034e-06, 1.212453609061446e-06, 1.2105413552375208e-06, 1.2086327335400146e-06, 1.2067277345150666e-06, 1.204826348740269e-06, 1.2029285668245193e-06, 1.201034379407926e-06, 1.1991437771616666e-06, 1.1972567507878696e-06, 1.195373291019498e-06, 1.193493388620237e-06, 1.1916170343843513e-06, 1.1897442191365894e-06, 1.1878749337320591e-06, 1.1860091690560974e-06, 1.184146916024174e-06, 1.1822881655817603e-06, 1.1804329087042131e-06, 1.1785811363966596e-06, 1.1767328396938914e-06, 1.1748880096602427e-06, 1.1730466373894746e-06, 1.171208714004661e-06, 1.169374230658084e-06, 1.167543178531111e-06, 1.1657155488340824e-06, 1.163891332806213e-06, 1.1620705217154684e-06, 1.1602531068584576e-06, 1.1584390795603193e-06, 1.156628431174623e-06, 1.1548211530832486e-06, 1.153017236696287e-06, 1.1512166734519195e-06, 1.1494194548163183e-06, 1.1476255722835424e-06, 1.1458350173754285e-06, 1.144047781641475e-06, 1.142263856658747e-06, 1.1404832340317776e-06, 1.138705905392435e-06, 1.1369318623998527e-06, 1.1351610967402975e-06, 1.1333936001270872e-06, 1.1316293643004647e-06, 1.129868381027524e-06, 1.1281106421020824e-06, 1.126356139344591e-06, 1.1246048646020309e-06, 1.1228568097478172e-06, 1.1211119666816838e-06, 1.119370327329604e-06, 1.1176318836436729e-06, 1.1158966276020218e-06, 1.1141645512087071e-06, 1.1124356464936276e-06, 1.110709905512408e-06, 1.1089873203463224e-06, 1.1072678831021706e-06, 1.1055515859122167e-06, 1.103838420934052e-06, 1.1021283803505387e-06, 1.100421456369686e-06, 1.098717641224569e-06, 1.097016927173231e-06, 1.0953193064985929e-06, 1.093624771508345e-06, 1.0919333145348835e-06, 1.0902449279351822e-06, 1.0885596040907154e-06, 1.0868773354073822e-06, 1.0851981143153973e-06, 1.083521933269187e-06, 1.0818487847473297e-06, 1.0801786612524455e-06, 1.078511555311106e-06, 1.0768474594737497e-06, 1.0751863663146003e-06, 1.0735282684315589e-06, 1.0718731584461235e-06, 1.0702210290033152e-06, 1.0685718727715725e-06, 1.0669256824426663e-06, 1.0652824507316252e-06, 1.063642170376625e-06, 1.0620048341389345e-06, 1.0603704348028e-06, 1.0587389651753791e-06, 1.057110418086647e-06, 1.0554847863893075e-06, 1.0538620629587248e-06, 1.052242240692821e-06, 1.0506253125120057e-06, 1.0490112713590805e-06, 1.0474001101991702e-06, 1.045791822019626e-06, 1.0441863998299536e-06, 1.0425838366617295e-06, 1.0409841255685132e-06, 1.039387259625767e-06, 1.0377932319307886e-06, 1.0362020356026102e-06, 1.0346136637819301e-06, 1.0330281096310363e-06, 1.0314453663337153e-06, 1.029865427095179e-06, 1.028288285141989e-06, 1.0267139337219735e-06, 1.025142366104146e-06, 1.0235735755786427e-06, 1.0220075554566197e-06, 1.0204442990702013e-06, 1.0188837997723796e-06, 1.0173260509369695e-06, 1.0157710459584902e-06, 1.0142187782521254e-06, 1.0126692412536334e-06, 1.0111224284192705e-06, 1.0095783332257126e-06, 1.0080369491699947e-06, 1.006498269769425e-06, 1.0049622885615078e-06, 1.0034289991038853e-06, 1.0018983949742429e-06, 1.0003704697702563e-06, 9.988452171095094e-07, 9.973226306294153e-07, 9.958027039871536e-07, 9.942854308596023e-07, 9.927708049432519e-07, 9.91258819954142e-07, 9.897494696277908e-07, 9.882427477191283e-07, 9.86738648002414e-07, 9.852371642711795e-07, 9.83738290338147e-07, 9.822420200351708e-07, 9.807483472131583e-07, 9.792572657420082e-07, 9.77768769510539e-07, 9.762828524264198e-07, 9.74799508416104e-07, 9.733187314247543e-07, 9.718405154161903e-07, 9.703648543728047e-07, 9.688917422955078e-07, 9.674211732036546e-07, 9.659531411349816e-07, 9.644876401455305e-07, 9.630246643096033e-07, 9.61564207719678e-07, 9.601062644863492e-07, 9.586508287382629e-07, 9.571978946220522e-07, 9.557474563022734e-07, 9.542995079613406e-07, 9.528540437994574e-07, 9.514110580345607e-07, 9.499705449022537e-07, 9.485324986557425e-07, 9.4709691356577e-07, 9.456637839205573e-07, 9.442331040257438e-07, 9.428048682043153e-07, 9.413790707965524e-07, 9.399557061599605e-07, 9.385347686692152e-07, 9.371162527160992e-07, 9.357001527094296e-07, 9.342864630750156e-07, 9.328751782555935e-07, 9.314662927107495e-07, 9.300598009168879e-07, 9.286556973671428e-07, 9.27253976571341e-07, 9.258546330559279e-07, 9.244576613639191e-07, 9.230630560548314e-07, 9.216708117046302e-07, 9.202809229056719e-07, 9.188933842666447e-07, 9.175081904125097e-07, 9.161253359844415e-07, 9.147448156397741e-07, 9.133666240519415e-07, 9.119907559104244e-07, 9.106172059206893e-07, 9.092459688041301e-07, 9.078770392980199e-07, 9.065104121554516e-07, 9.051460821452694e-07, 9.037840440520387e-07, 9.024242926759716e-07, 9.010668228328662e-07, 8.997116293540787e-07, 8.98358707086442e-07, 8.970080508922197e-07, 8.956596556490603e-07, 8.943135162499274e-07, 8.929696276030662e-07, 8.916279846319238e-07, 8.902885822751237e-07, 8.889514154863889e-07, 8.876164792345041e-07, 8.862837685032526e-07, 8.849532782913754e-07, 8.83625003612512e-07, 8.822989394951412e-07, 8.809750809825426e-07, 8.796534231327341e-07, 8.783339610184328e-07, 8.770166897269852e-07, 8.757016043603327e-07, 8.743887000349588e-07, 8.730779718818216e-07, 8.717694150463261e-07, 8.704630246882607e-07, 8.691587959817466e-07, 8.678567241151959e-07, 8.665568042912514e-07, 8.652590317267505e-07, 8.639634016526589e-07, 8.626699093140365e-07, 8.6137854996998e-07, 8.600893188935772e-07, 8.588022113718544e-07, 8.575172227057378e-07, 8.562343482099933e-07, 8.549535832131884e-07, 8.536749230576301e-07, 8.523983630993406e-07, 8.511238987079879e-07, 8.498515252668451e-07, 8.485812381727542e-07, 8.47313032836059e-07, 8.46046904680576e-07, 8.447828491435408e-07, 8.435208616755594e-07, 8.42260937740569e-07, 8.410030728157827e-07, 8.397472623916534e-07, 8.38493501971821e-07, 8.372417870730664e-07, 8.359921132252761e-07, 8.34744475971386e-07, 8.334988708673412e-07, 8.322552934820495e-07, 8.310137393973425e-07, 8.29774204207918e-07, 8.285366835213123e-07, 8.27301172957846e-07, 8.260676681505813e-07, 8.248361647452823e-07, 8.236066584003603e-07, 8.223791447868478e-07, 8.211536195883423e-07, 8.19930078500966e-07, 8.187085172333249e-07, 8.174889315064589e-07, 8.162713170538156e-07, 8.150556696211932e-07, 8.138419849667019e-07, 8.126302588607199e-07, 8.114204870858585e-07, 8.10212665436913e-07, 8.090067897208208e-07, 8.078028557566354e-07, 8.066008593754608e-07, 8.054007964204227e-07, 8.042026627466324e-07, 8.030064542211452e-07, 8.018121667228971e-07, 8.006197961427067e-07, 7.994293383831915e-07, 7.982407893587571e-07, 7.970541449955423e-07, 7.958694012313848e-07, 7.946865540157831e-07, 7.935055993098518e-07, 7.923265330862827e-07, 7.911493513293123e-07, 7.89974050034677e-07, 7.888006252095705e-07, 7.876290728726144e-07, 7.864593890538133e-07, 7.852915697945128e-07, 7.841256111473769e-07, 7.829615091763269e-07, 7.817992599565205e-07, 7.806388595743065e-07, 7.794803041271936e-07, 7.783235897238008e-07, 7.771687124838354e-07, 7.760156685380342e-07, 7.748644540281574e-07, 7.737150651069165e-07, 7.72567497937966e-07, 7.714217486958477e-07, 7.70277813565963e-07, 7.691356887445408e-07, 7.679953704385798e-07, 7.668568548658431e-07, 7.657201382547959e-07, 7.645852168445842e-07, 7.63452086884993e-07, 7.623207446364144e-07, 7.611911863698036e-07, 7.600634083666565e-07, 7.589374069189626e-07, 7.578131783291743e-07, 7.56690718910178e-07, 7.555700249852418e-07, 7.544510928880059e-07, 7.533339189624238e-07, 7.522184995627433e-07, 7.51104831053463e-07, 7.499929098093018e-07, 7.488827322151697e-07, 7.477742946661242e-07, 7.466675935673431e-07, 7.455626253340841e-07, 7.444593863916637e-07, 7.433578731754107e-07, 7.422580821306386e-07, 7.411600097126078e-07, 7.400636523864995e-07, 7.389690066273843e-07, 7.378760689201739e-07, 7.367848357596032e-07, 7.356953036501962e-07, 7.346074691062254e-07, 7.335213286516893e-07, 7.32436878820265e-07, 7.313541161553002e-07, 7.302730372097573e-07, 7.291936385461923e-07, 7.28115916736727e-07, 7.270398683630001e-07, 7.259654900161649e-07, 7.24892778296826e-07, 7.238217298150282e-07, 7.227523411902212e-07, 7.216846090512188e-07, 7.206185300361881e-07, 7.195541007925949e-07, 7.184913179771912e-07, 7.174301782559773e-07, 7.163706783041661e-07, 7.153128148061619e-07, 7.142565844555308e-07, 7.132019839549553e-07, 7.121490100162251e-07, 7.110976593601897e-07, 7.100479287167394e-07, 7.089998148247726e-07, 7.079533144321603e-07, 7.069084242957287e-07, 7.058651411812121e-07, 7.048234618632474e-07, 7.037833831253185e-07, 7.027449017597506e-07, 7.01708014567663e-07, 7.006727183589515e-07, 6.996390099522519e-07, 6.986068861749259e-07, 6.975763438630073e-07, 6.965473798611988e-07, 6.955199910228293e-07, 6.944941742098252e-07, 6.934699262926953e-07, 6.924472441504847e-07, 6.914261246707591e-07, 6.904065647495775e-07, 6.89388561291451e-07, 6.883721112093337e-07, 6.873572114245824e-07, 6.863438588669293e-07, 6.853320504744613e-07, 6.843217831935941e-07, 6.833130539790292e-07, 6.823058597937481e-07, 6.813001976089649e-07, 6.802960644041227e-07, 6.792934571668414e-07, 6.782923728929105e-07, 6.772928085862516e-07, 6.762947612588965e-07, 6.752982279309635e-07, 6.743032056306201e-07, 6.73309691394071e-07, 6.723176822655222e-07, 6.713271752971573e-07, 6.70338167549114e-07, 6.693506560894515e-07, 6.683646379941386e-07, 6.673801103470087e-07, 6.66397070239751e-07, 6.654155147718783e-07, 6.64435441050701e-07, 6.634568461913015e-07, 6.624797273165095e-07, 6.615040815568822e-07, 6.605299060506707e-07, 6.595571979437996e-07, 6.585859543898421e-07, 6.576161725499964e-07, 6.566478495930556e-07, 6.556809826953885e-07, 6.547155690409173e-07, 6.53751605821085e-07, 6.527890902348368e-07, 6.51828019488593e-07, 6.508683907962296e-07, 6.499102013790497e-07, 6.489534484657586e-07, 6.4799812929245e-07, 6.470442411025622e-07, 6.46091781146877e-07, 6.451407466834832e-07, 6.441911349777472e-07, 6.432429433023157e-07, 6.422961689370577e-07, 6.413508091690635e-07, 6.404068612926204e-07, 6.394643226091792e-07, 6.385231904273415e-07, 6.375834620628307e-07, 6.366451348384699e-07, 6.3570820608416e-07, 6.347726731368595e-07, 6.338385333405568e-07, 6.32905784046251e-07, 6.319744226119298e-07, 6.310444464025455e-07, 6.301158527899919e-07, 6.291886391530848e-07, 6.282628028775362e-07, 6.273383413559367e-07, 6.264152519877306e-07, 6.254935321791945e-07, 6.245731793434126e-07, 6.236541909002644e-07, 6.227365642763852e-07, 6.218202969051725e-07, 6.209053862267317e-07, 6.199918296878786e-07, 6.190796247421091e-07, 6.18168768849578e-07, 6.172592594770753e-07, 6.163510940980179e-07, 6.154442701924052e-07, 6.145387852468251e-07, 6.136346367544136e-07, 6.127318222148369e-07, 6.118303391342819e-07, 6.10930185025417e-07, 6.100313574073919e-07, 6.091338538058028e-07, 6.082376717526731e-07, 6.073428087864411e-07, 6.06449262451934e-07, 6.055570303003432e-07, 6.046661098892112e-07, 6.037764987824127e-07, 6.028881945501262e-07, 6.02001194768824e-07, 6.011154970212428e-07, 6.002310988963686e-07, 5.993479979894202e-07, 5.984661919018199e-07, 5.975856782411854e-07, 5.967064546212984e-07, 5.958285186621008e-07, 5.949518679896523e-07, 5.940765002361392e-07, 5.932024130398259e-07, 5.923296040450584e-07, 5.914580709022391e-07, 5.905878112677987e-07, 5.897188228041851e-07, 5.888511031798461e-07, 5.879846500692057e-07, 5.871194611526468e-07, 5.862555341164917e-07, 5.853928666529882e-07, 5.845314564602805e-07, 5.836713012424073e-07, 5.828123987092619e-07, 5.819547465765919e-07, 5.81098342565974e-07, 5.802431844047894e-07, 5.793892698262204e-07, 5.785365965692193e-07, 5.776851623784922e-07, 5.768349650044873e-07, 5.759860022033698e-07, 5.751382717370115e-07, 5.742917713729597e-07, 5.734464988844387e-07, 5.72602452050314e-07, 5.717596286550854e-07, 5.709180264888655e-07, 5.700776433473579e-07, 5.692384770318561e-07, 5.684005253491988e-07, 5.675637861117791e-07, 5.667282571375158e-07, 5.658939362498298e-07, 5.650608212776375e-07, 5.642289100553323e-07, 5.6339820042276e-07, 5.625686902252066e-07, 5.617403773133875e-07, 5.609132595434169e-07, 5.600873347768042e-07, 5.592626008804273e-07, 5.584390557265223e-07, 5.576166971926634e-07, 5.567955231617499e-07, 5.559755315219846e-07, 5.551567201668578e-07, 5.543390869951389e-07, 5.535226299108494e-07, 5.527073468232521e-07, 5.518932356468335e-07, 5.510802943012883e-07, 5.502685207115031e-07, 5.494579128075409e-07, 5.4864846852462e-07, 5.478401858031058e-07, 5.470330625884939e-07, 5.462270968313863e-07, 5.454222864874798e-07, 5.446186295175564e-07, 5.438161238874583e-07, 5.430147675680783e-07, 5.42214558535342e-07, 5.414154947701881e-07, 5.406175742585641e-07, 5.398207949913983e-07, 5.390251549645935e-07, 5.382306521790068e-07, 5.37437284640434e-07, 5.366450503595952e-07, 5.358539473521261e-07, 5.35063973638549e-07, 5.342751272442734e-07, 5.334874061995673e-07, 5.327008085395493e-07, 5.319153323041775e-07, 5.31130975538226e-07, 5.303477362912697e-07, 5.295656126176785e-07, 5.287846025765972e-07, 5.280047042319324e-07, 5.272259156523299e-07, 5.264482349111754e-07, 5.256716600865673e-07, 5.248961892613045e-07, 5.24121820522877e-07, 5.233485519634482e-07, 5.225763816798371e-07, 5.218053077735125e-07, 5.2103532835057e-07, 5.202664415217226e-07, 5.19498645402285e-07, 5.187319381121656e-07, 5.179663177758376e-07, 5.172017825223381e-07, 5.164383304852561e-07, 5.156759598027004e-07, 5.149146686173112e-07, 5.141544550762284e-07, 5.133953173310782e-07, 5.126372535379687e-07, 5.118802618574702e-07, 5.111243404546062e-07, 5.103694874988286e-07, 5.096157011640176e-07, 5.088629796284625e-07, 5.081113210748462e-07, 5.07360723690236e-07, 5.066111856660659e-07, 5.058627051981273e-07, 5.051152804865535e-07, 5.043689097358075e-07, 5.036235911546662e-07, 5.02879322956212e-07, 5.021361033578186e-07, 5.013939305811295e-07, 5.006528028520597e-07, 4.999127184007708e-07, 4.991736754616635e-07, 4.984356722733653e-07, 4.976987070787116e-07, 4.969627781247405e-07, 4.962278836626769e-07, 4.954940219479206e-07, 4.947611912400285e-07, 4.940293898027116e-07, 4.932986159038146e-07, 4.925688678153028e-07, 4.91840143813263e-07, 4.911124421778672e-07, 4.90385761193385e-07, 4.896600991481551e-07, 4.889354543345773e-07, 4.88211825049103e-07, 4.874892095922234e-07, 4.867676062684492e-07, 4.860470133863068e-07, 4.853274292583234e-07, 4.846088522010173e-07, 4.838912805348799e-07, 4.831747125843706e-07, 4.82459146677899e-07, 4.817445811478185e-07, 4.810310143304098e-07, 4.803184445658716e-07, 4.796068701983074e-07, 4.788962895757165e-07, 4.781867010499793e-07, 4.774781029768461e-07, 4.767704937159269e-07, 4.7606387163067993e-07, 4.7535823508839566e-07, 4.746535824601941e-07, 4.739499121210062e-07, 4.732472224495589e-07, 4.725455118283776e-07, 4.718447786437635e-07, 4.7114502128578206e-07, 4.704462381482581e-07, 4.6974842762876033e-07, 4.6905158812859164e-07, 4.6835571805277574e-07, 4.676608158100518e-07, 4.669668798128558e-07, 4.662739084773143e-07, 4.6558190022322947e-07, 4.6489085347407666e-07, 4.642007666569827e-07, 4.6351163820272247e-07, 4.62823466545702e-07, 4.621362501239578e-07, 4.614499873791331e-07, 4.6076467675647647e-07, 4.6008031670482714e-07, 4.59396905676606e-07, 4.587144421278046e-07, 4.580329245179718e-07, 4.5735235131021047e-07, 4.566727209711547e-07, 4.5599403197097526e-07, 4.553162827833544e-07, 4.5463947188548077e-07, 4.539635977580479e-07, 4.532886588852275e-07, 4.5261465375466995e-07, 4.519415808574933e-07, 4.512694386882702e-07, 4.505982257450185e-07, 4.4992794052919056e-07, 4.492585815456645e-07, 4.4859014730273336e-07, 4.4792263631209753e-07, 4.47256047088847e-07, 4.465903781514614e-07, 4.4592562802179034e-07, 4.4526179522505534e-07, 4.4459887828982704e-07, 4.439368757480236e-07, 4.4327578613489656e-07, 4.426156079890264e-07, 4.4195633985230597e-07, 4.412979802699358e-07, 4.4064052779041124e-07, 4.399839809655164e-07, 4.3932833835031134e-07, 4.386735985031205e-07, 4.380197599855332e-07, 4.373668213623774e-07, 4.3671478120172786e-07, 4.360636380748842e-07, 4.3541339055636535e-07, 4.347640372239075e-07, 4.341155766584341e-07, 4.334680074440737e-07, 4.3282132816813036e-07, 4.3217553742108274e-07, 4.3153063379656987e-07, 4.308866158913922e-07, 4.3024348230548656e-07, 4.296012316419324e-07, 4.289598625069347e-07, 4.2831937350981427e-07, 4.276797632630012e-07, 4.270410303820297e-07, 4.2640317348551423e-07, 4.257661911951608e-07, 4.251300821357448e-07, 4.244948449351041e-07, 4.2386047822413225e-07, 4.232269806367691e-07, 4.225943508099926e-07, 4.219625873838056e-07, 4.213316890012328e-07, 4.20701654308311e-07, 4.200724819540761e-07, 4.194441705905592e-07, 4.188167188727748e-07, 4.1819012545871587e-07, 4.175643890093387e-07, 4.1693950818856175e-07, 4.1631548166325573e-07, 4.156923081032265e-07, 4.150699861812191e-07, 4.1444851457289975e-07, 4.138278919568538e-07, 4.132081170145742e-07, 4.125891884304505e-07, 4.1197110489176786e-07, 4.113538650886915e-07, 4.1073746771426133e-07, 4.1012191146438356e-07, 4.0950719503782564e-07, 4.088933171362e-07, 4.0828027646396674e-07, 4.076680717284121e-07, 4.070567016396548e-07, 4.064461649106269e-07, 4.058364602570699e-07, 4.052275863975274e-07, 4.046195420533398e-07, 4.0401232594862157e-07, 4.0340593681028025e-07, 4.028003733679778e-07, 4.0219563435414726e-07, 4.0159171850397065e-07, 4.0098862455537693e-07, 4.003863512490333e-07, 3.9978489732833615e-07, 3.9918426153940435e-07, 3.985844426310702e-07, 3.9798543935487505e-07, 3.973872504650567e-07, 3.9678987471854553e-07, 3.9619331087495633e-07, 3.955975576965761e-07, 3.9500261394836533e-07, 3.944084783979448e-07, 3.938151498155843e-07, 3.9322262697420326e-07, 3.9263090864935753e-07, 3.9203999361923327e-07, 3.9144988066464284e-07, 3.9086056856901137e-07, 3.902720561183751e-07, 3.896843421013672e-07, 3.8909742530922196e-07, 3.8851130453575e-07, 3.8792597857735156e-07, 3.8734144623299195e-07, 3.8675770630420214e-07, 3.861747575950727e-07, 3.8559259891224104e-07, 3.8501122906489076e-07, 3.8443064686473887e-07, 3.838508511260343e-07, 3.832718406655422e-07, 3.826936143025476e-07, 3.821161708588397e-07, 3.815395091587078e-07, 3.8096362802893716e-07, 3.8038852629879773e-07, 3.7981420280003877e-07, 3.792406563668825e-07, 3.786678858360156e-07, 3.7809589004658506e-07, 3.7752466784018797e-07, 3.7695421806086704e-07, 3.7638453955510467e-07, 3.7581563117180943e-07, 3.752474917623194e-07, 3.746801201803884e-07, 3.741135152821824e-07, 3.7354767592626805e-07, 3.729826009736155e-07, 3.7241828928757836e-07, 