{"payload": {"model": {"config": {"name": "model_32", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1], "dtype": "float64", "sparse": false, "ragged": false, "name": "input_33"}, "name": "input_33", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_256", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_256", "inbound_nodes": [[["input_33", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_257", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_257", "inbound_nodes": [[["dense_256", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_258", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_258", "inbound_nodes": [[["dense_257", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_259", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_259", "inbound_nodes": [[["dense_258", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_260", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_260", "inbound_nodes": [[["dense_259", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_261", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_261", "inbound_nodes": [[["dense_260", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_262", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_262", "inbound_nodes": [[["dense_261", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_263", "trainable": true, "dtype": "float64", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_263", "inbound_nodes": [[["dense_262", 0, 0, {}]]]}], "input_layers": [["input_33", 0, 0]], "output_layers": [["dense_263", 0, 0]]}, "summary": ["Model: \"model_32\"", "_________________________________________________________________", "Layer (type)                 Output Shape              Param #   ", "=================================================================", "input_33 (InputLayer)        [(None, 1)]               0         ", "_________________________________________________________________", "dense_256 (Dense)            (None, 10)                20        ", "_________________________________________________________________", "dense_257 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_258 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_259 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_260 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_261 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_262 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_263 (Dense)            (None, 1)                 11        ", "=================================================================", "Total params: 691", "Trainable params: 691", "Non-trainable params: 0", "_________________________________________________________________"]}, "kwargs": {"border_xs": [[0.0]], "border_ys": [[1.0]], "inside_xs_builder": "<function linspace_inside_xs_builder_builder.<locals>._inside_xs_builder at 0x7fbeb65d5d40>", "border_builder": "<function border_with_function_values_builder at 0x7fbeb64d3560>", "equation_builder": "<function first_order_equation_builder_builder.<locals>.equation_builder at 0x7fbeb63f1c20>", "input_dim": 1, "output_dim": 1, "sol": "<function <lambda> at 0x7fbebc896320>", "random_seed": 1, "N_f": 1000, "epochs": 2000, "clip_grad": 1, "learning_rate": 0.01, "model_builder": "NN[[10, 10, 10, 10, 10, 10, 10]]", "optimizers": [1, 1], "border_loss_multiplier": 1, "ode": "L-ODE1"}, "losses": [1.0562005227985483, 0.6902127024760853, 0.41845116078761946, 0.15102717630809173, 0.00744374118295393, 0.041497674891600785, 0.12414269148804401, 0.1337880801281553, 0.09117776998796336, 0.03903770353063654, 0.0060759315310875825, 0.0021882062007523863, 0.019509335371179017, 0.03912339823349476, 0.0464544985984617, 0.03981994862897695, 0.025604446769945572, 0.011472410073070025, 0.00256560252196307, 0.0004020246126199539, 0.003466433602095477, 0.008643207710035555, 0.01282087447748102, 0.014102579254116865, 0.012252620702389637, 0.008382172714193163, 0.004199623373041522, 0.001220982146264071, 0.00022205875863609415, 0.0010651408507123105, 0.0029036559877658953, 0.004646037212738909, 0.005456756818729191, 0.005061503232919971, 0.003748232012819646, 0.002129686469692435, 0.0008273934856517671, 0.00022316439643441918, 0.0003555808709889733, 0.0009678172921747806, 0.0016607636462277456, 0.002076687128272782, 0.002037316158665103, 0.001587434809616367, 0.000940062462351926, 0.000360672064382075, 4.746399607507638e-05, 5.7813195410000407e-05, 0.000305083047866344, 0.0006176758454945433, 0.0008264733619751031, 0.0008381032150166319, 0.0006631715126240752, 0.0003937134423038902, 0.000148426601310776, 1.568681583381683e-05, 1.9915516071570733e-05, 0.00012199402384414965, 0.0002477073539577073, 0.0003269389154738929, 0.0003243385307571524, 0.00024903078881307716, 0.00014240964988871007, 5.32633261158478e-05, 1.3808187165772185e-05, 2.756431206165536e-05, 7.273253833110895e-05, 0.00011693392518683524, 0.00013451370118448496, 0.00011776669909057052, 7.764559655340656e-05, 3.523061599332007e-05, 9.544263772319527e-06, 8.292991064960373e-06, 2.5735754119617355e-05, 4.770919995116258e-05, 6.019469330159185e-05, 5.649910161476889e-05, 3.954083678034174e-05, 1.8793360450857128e-05, 4.299584406005203e-06, 1.3401069798960633e-06, 8.443207710613205e-06, 1.925084312544968e-05, 2.6646799179570047e-05, 2.661174616593006e-05, 1.981174478497527e-05, 1.0439791478772693e-05, 3.367760476840461e-06, 1.4077017939293255e-06, 4.145358458290192e-06, 8.728922334297062e-06, 1.1864596342087995e-05, 1.1718301130426847e-05, 8.67755462556907e-06, 4.732651766860881e-06, 2.0559344976741287e-06, 1.721714808594778e-06, 3.276746478521612e-06, 5.26694828006169e-06, 6.2566157474662425e-06, 5.6658722891084575e-06, 3.966824921574254e-06, 2.2277374882672697e-06, 1.3792381202377398e-06, 1.6814474242344917e-06, 2.6766156736243695e-06, 3.5783150184919294e-06, 3.7947833374591152e-06, 3.2506155836757935e-06, 2.345163591419951e-06, 1.6313555368356397e-06, 1.4552128747947972e-06, 1.781904583454013e-06, 2.2836906192801576e-06, 2.5920742225771666e-06, 2.531202911504819e-06, 2.1912208489522456e-06, 1.8231726311408316e-06, 1.6517157924795e-06, 1.7376161134819713e-06, 1.968582270825888e-06, 2.1622957974607604e-06, 2.196406220404671e-06, 2.077087392280492e-06, 1.912155767534391e-06, 1.822390375090123e-06, 1.8594581134931495e-06, 1.9832475143587618e-06, 2.1036814811658003e-06, 2.148713841398624e-06, 2.109131199642833e-06, 2.034200239675555e-06, 1.989121824803652e-06, 2.0089566072577957e-06, 2.080410505494579e-06, 2.159054213209598e-06, 2.2044654229515496e-06, 2.206577374175326e-06, 2.1869169700358627e-06, 2.1782138648413795e-06, 2.2000251464686524e-06, 2.2477496362966917e-06, 2.3002336076743404e-06, 2.3374431796617105e-06, 2.3541630697538733e-06, 2.3608634543746354e-06, 2.3733795843543804e-06, 2.4006359231909364e-06, 2.4394555705879168e-06, 2.4789339591702394e-06, 2.5096197408046225e-06, 2.5301017483222928e-06, 2.5466955468308235e-06, 2.5676058218206335e-06, 2.5967003330187693e-06, 2.6314624635088042e-06, 2.6659044176904483e-06, 2.6954915011946734e-06, 2.7201577805802027e-06, 2.743543521615698e-06, 2.769662130619637e-06, 2.7998829353334228e-06, 2.832390943329561e-06, 2.8640874043971478e-06, 2.893095812670099e-06, 2.919906866704663e-06, 2.9465524294562657e-06, 2.9747796177641583e-06, 3.0047776701913355e-06, 3.0353218513177823e-06, 3.0649737359490085e-06, 3.093235043046208e-06, 3.1207771720384333e-06, 3.148727567924584e-06, 3.1777231384570284e-06, 3.2075010443979125e-06, 3.2372525164361076e-06, 3.2663368358894463e-06, 3.2947412138698184e-06, 3.322973400723088e-06, 3.3515683015899846e-06, 3.3806598171127235e-06, 3.4099408226608206e-06, 3.4389747088530153e-06, 3.4675524264625758e-06, 3.495806615242264e-06, 3.524036704705926e-06, 3.5524358271221567e-06, 3.5809545987799856e-06, 3.6093858566882995e-06, 3.6375623013582522e-06, 3.665486955342819e-06, 3.6933020424143137e-06, 3.721149330484003e-06, 3.7490541891886545e-06, 3.776923690071974e-06, 3.804640575442861e-06, 3.832159687473806e-06, 3.859527512197504e-06, 3.886822314764621e-06, 3.914078182857779e-06, 3.94125871886155e-06, 3.968293796591891e-06, 3.995138270364308e-06, 4.021800396883548e-06, 4.048321895590058e-06, 4.074734866520693e-06, 4.101035508075477e-06, 4.127193320550765e-06, 4.153181294954522e-06, 4.17899748113877e-06, 4.204660946858512e-06, 4.230189999355528e-06, 4.255584384329095e-06, 4.280826067805401e-06, 4.305894791155054e-06, 4.3307825784092035e-06, 4.355495004367185e-06, 4.380040529855675e-06, 4.404419265844059e-06, 4.428621040511719e-06, 4.452632865899895e-06, 4.476447726453898e-06, 4.500066867975199e-06, 4.523494781809616e-06, 4.546732569878892e-06, 4.56977575645524e-06, 4.592617608287854e-06, 4.615253971034736e-06, 4.637684993294598e-06, 4.659912688940177e-06, 4.6819371813393384e-06, 4.703755164118234e-06, 4.725361537046977e-06, 4.746752193453982e-06, 4.767925283577205e-06, 4.788880137390174e-06, 4.809615294807347e-06, 4.830127649080906e-06, 4.850413349132052e-06, 4.8704693885148035e-06, 4.890294352979625e-06, 4.909887805111463e-06, 4.929249090274318e-06, 4.9483767161920365e-06, 4.9672687186990666e-06, 4.985923449011474e-06, 5.004339939611227e-06, 5.022517557683678e-06, 5.0404553801812165e-06, 5.058151919530143e-06, 5.0756054030775835e-06, 5.092814264819591e-06, 5.109777372258873e-06, 5.126493841262363e-06, 5.1429627001445304e-06, 5.159182756488995e-06, 5.17515276538908e-06, 5.190871695413365e-06, 5.206338831048092e-06, 5.221553648819447e-06, 5.2365156264283195e-06, 5.251224175701946e-06, 5.265678734740501e-06, 5.27987889322795e-06, 5.293824412916319e-06, 5.3075151286928774e-06, 5.3209508331253094e-06, 5.334131247438708e-06, 5.34705608462513e-06, 5.359725125721733e-06, 5.372138236778076e-06, 5.384295328604783e-06, 5.396196319270841e-06, 5.407841146871234e-06, 5.4192298216484725e-06, 5.430362467370385e-06, 5.441239317419187e-06, 5.451860677365706e-06, 5.462226892943809e-06, 5.4723383476251285e-06, 5.4821954794780154e-06, 5.491798790054501e-06, 5.501148831980094e-06, 5.510246187075741e-06, 5.519091455883069e-06, 5.527685265899977e-06, 5.536028286932343e-06, 5.544121237486625e-06, 5.551964878142441e-06, 5.559560001642098e-06, 5.566907431049613e-06, 5.574008027353977e-06, 5.5808626983466146e-06, 5.587472400910807e-06, 5.593838136844787e-06, 5.599960948489665e-06, 5.605841918829712e-06, 5.611482174440578e-06, 5.6168828860502734e-06, 5.622045263944819e-06, 5.6269705505948575e-06, 5.63166001510389e-06, 5.63611495165313e-06, 5.640336680279396e-06, 5.644326547110839e-06, 5.648085923195036e-06, 5.6516162034647744e-06, 5.654918807506179e-06, 5.6579951818405126e-06, 5.66084680180799e-06, 5.663475171554567e-06, 5.665881822397213e-06, 5.668068311011752e-06, 5.670036218429827e-06, 5.671787149560433e-06, 5.673322732341382e-06, 5.6746446161642235e-06, 5.675754470085578e-06, 5.676653981519127e-06, 5.677344855499565e-06, 5.67782881399574e-06, 5.678107594794756e-06, 5.678182950047851e-06, 5.678056644992473e-06, 5.67773045722797e-06, 5.677206176457888e-06, 5.676485604340519e-06, 5.675570554223125e-06, 5.674462850819862e-06, 5.673164329969598e-06, 5.671676838429367e-06, 5.670002233478949e-06, 5.668142382162471e-06, 5.66609916022298e-06, 5.663874450955028e-06, 5.661470144164556e-06, 5.658888135266451e-06, 5.656130324453491e-06, 5.653198615905251e-06, 5.6500949170833425e-06, 5.646821138161675e-06, 5.64337919156291e-06, 5.6397709915088535e-06, 5.635998453516413e-06, 5.632063493851407e-06, 5.6279680290035416e-06, 5.623713975224323e-06, 5.619303248113448e-06, 5.614737762211784e-06, 5.6100194305776486e-06, 5.605150164350264e-06, 5.600131872305222e-06, 5.594966460385314e-06, 5.589655831182498e-06, 5.584201883368647e-06, 5.578606511105882e-06, 5.572871603481277e-06, 5.566999043995103e-06, 5.560990710107641e-06, 5.554848472836742e-06, 5.548574196399773e-06, 5.542169737895114e-06, 5.535636947012007e-06, 5.528977665749179e-06, 5.522193728124043e-06, 5.5152869598672755e-06, 5.5082591781106e-06, 5.5011121910794945e-06, 5.493847797796835e-06, 5.486467787796561e-06, 5.4789739408452325e-06, 5.471368026670158e-06, 5.463651804693815e-06, 5.45582702377173e-06, 5.447895421930625e-06, 5.439858726106719e-06, 5.431718651889832e-06, 5.423476903281851e-06, 5.415135172476514e-06, 5.406695139662855e-06, 5.398158472850752e-06, 5.389526827715214e-06, 5.3808018474549954e-06, 5.3719851626604085e-06, 5.363078391184917e-06, 5.354083138016344e-06, 5.3450009951469034e-06, 5.335833541444206e-06, 5.326582342526394e-06, 5.317248950644425e-06, 5.3078349045724145e-06, 5.298341729506452e-06, 5.288770936971398e-06, 5.279124024734862e-06, 5.269402476727234e-06, 5.259607762966933e-06, 5.24974133949098e-06, 5.239804648292145e-06, 5.2297991172643035e-06, 5.21972616015744e-06, 5.209587176542355e-06, 5.199383551784546e-06, 5.189116657025778e-06, 5.178787849171603e-06, 5.168398470883105e-06, 5.157949850571421e-06, 5.147443302394239e-06, 5.1368801262545055e-06, 5.126261607802101e-06, 5.115589018439461e-06, 5.104863615331999e-06, 5.094086641423527e-06, 5.083259325456608e-06, 5.072382881997711e-06, 5.0614585114663235e-06, 5.050487400167918e-06, 5.039470720330314e-06, 5.028409630143598e-06, 5.017305273803869e-06, 5.006158781561159e-06, 4.9949712697715194e-06, 4.983743840953358e-06, 4.972477583847348e-06, 4.96117357347951e-06, 4.949832871226806e-06, 4.938456524884683e-06, 4.92704556873627e-06, 4.915601023623244e-06, 4.90412389701832e-06, 4.892615183099829e-06, 4.881075862828428e-06, 4.869506904026198e-06, 4.857909261457897e-06, 4.846283876914427e-06, 4.8346316792981044e-06, 4.8229535847097454e-06, 4.811250496537166e-06, 4.799523305545395e-06, 4.787772889968215e-06, 4.776000115601512e-06, 4.764205835898007e-06, 4.752390892063639e-06, 4.740556113155252e-06, 4.728702316179433e-06, 4.716830306192207e-06, 4.704940876399574e-06, 4.693034808258525e-06, 4.681112871578631e-06, 4.66917582462422e-06, 4.657224414217081e-06, 4.645259375839832e-06, 4.633281433739902e-06, 4.62129130103402e-06, 4.609289679813318e-06, 4.597277261248768e-06, 4.585254725696926e-06, 4.573222742805983e-06, 4.5611819716220716e-06, 4.549133060695736e-06, 4.537076648188663e-06, 4.5250133619805986e-06, 4.5129438197763974e-06, 4.500868629213133e-06, 4.488788387967211e-06, 4.476703683861395e-06, 4.464615094971622e-06, 4.452523189733616e-06, 4.440428527049265e-06, 4.428331656392721e-06, 4.416233117916273e-06, 4.40413344255589e-06, 4.392033152136497e-06, 4.379932759476975e-06, 4.367832768494732e-06, 4.355733674309934e-06, 4.343635963349261e-06, 4.331540113449318e-06, 4.31944659395946e-06, 4.307355865844254e-06, 4.2952683817853805e-06, 4.283184586283181e-06, 4.271104915757481e-06, 4.2590297986480515e-06, 4.24695965551436e-06, 4.23489489913478e-06, 4.2228359346051345e-06, 4.210783159436614e-06, 4.198736963652971e-06, 4.18669772988716e-06, 4.174665833477143e-06, 4.16264164256119e-06, 4.150625518172304e-06, 4.138617814332103e-06, 4.126618878143857e-06, 4.114629049884828e-06, 4.102648663097909e-06, 4.09067804468249e-06, 4.078717514984557e-06, 4.066767387886094e-06, 4.054827970893689e-06, 4.042899565226385e-06, 4.030982465902793e-06, 4.019076961827372e-06, 4.007183335876003e-06, 3.99530186498068e-06, 3.983432820213489e-06, 3.971576466869715e-06, 3.959733064550234e-06, 3.947902867243011e-06, 3.936086123403899e-06, 3.924283076036531e-06, 3.9124939627714905e-06, 3.900719015944638e-06, 3.888958462674635e-06, 3.8772125249396704e-06, 3.865481419653388e-06, 3.853765358739982e-06, 3.842064549208548e-06, 3.830379193226618e-06, 3.8187094881928585e-06, 3.8070556268090547e-06, 3.7954177971512553e-06, 3.7837961827400993e-06, 3.7721909626104428e-06, 3.7606023113801353e-06, 3.7490303993180184e-06, 3.737475392411181e-06, 3.7259374524314274e-06, 3.7144167370009555e-06, 3.702913399657308e-06, 3.691427589917525e-06, 3.679959453341557e-06, 3.668509131594912e-06, 3.6570767625106028e-06, 3.6456624801502653e-06, 3.6342664148645983e-06, 3.6228886933530794e-06, 3.611529438722918e-06, 3.6001887705472955e-06, 3.5888668049229186e-06, 3.577563654526815e-06, 3.5662794286724654e-06, 3.555014233365218e-06, 3.5437681713569915e-06, 3.5325413422003228e-06, 3.5213338423017015e-06, 3.510145764974293e-06, 3.4989772004898846e-06, 3.487828236130255e-06, 3.4766989562378512e-06, 3.4655894422658095e-06, 3.4544997728273777e-06, 3.4434300237445853e-06, 3.4323802680964025e-06, 3.4213505762662325e-06, 3.4103410159887344e-06, 3.399351652396096e-06, 3.388382548063663e-06, 3.377433763054984e-06, 3.366505354966232e-06, 3.355597378970087e-06, 3.344709887858981e-06, 3.3338429320877984e-06, 3.3229965598160037e-06, 3.31217081694921e-06, 3.301365747180155e-06, 3.290581392029192e-06, 3.279817790884169e-06, 3.2690749810398245e-06, 3.258352997736596e-06, 3.2476518741989506e-06, 3.236971641673191e-06, 3.2263123294647095e-06, 3.2156739649747757e-06, 3.2050565737368153e-06, 3.1944601794521785e-06, 3.1838848040254166e-06, 3.1733304675991283e-06, 3.162797188588259e-06, 3.1522849837139634e-06, 3.1417938680369983e-06, 3.131323854990691e-06, 3.1208749564133807e-06, 3.1104471825804773e-06, 3.10004054223606e-06, 3.089655042624057e-06, 3.079290689518909e-06, 3.068947487255976e-06, 3.058625438761345e-06, 3.0483245455813366e-06, 3.0380448079115917e-06, 3.027786224625722e-06, 3.0175487933035586e-06, 3.00733251025909e-06, 2.9971373705679067e-06, 2.9869633680943244e-06, 2.9768104955181577e-06, 2.9666787443610388e-06, 2.9565681050124556e-06, 2.9464785667553912e-06, 2.9364101177915922e-06, 2.926362745266539e-06, 2.916336435294013e-06, 2.9063311729803623e-06, 2.8963469424484247e-06, 2.886383726861116e-06, 2.876441508444666e-06, 2.866520268511588e-06, 2.8566199874833014e-06, 2.846740644912412e-06, 2.83688221950476e-06, 2.827044689141062e-06, 2.8172280308983726e-06, 2.807432221071144e-06, 2.7976572351920803e-06, 2.7879030480525957e-06, 2.778169633723158e-06, 2.768456965573159e-06, 2.7587650162906897e-06, 2.74909375790189e-06, 2.739443161790172e-06, 2.7298131987150617e-06, 2.720203838830846e-06, 2.7106150517049927e-06, 2.701046806336202e-06, 2.6914990711723624e-06, 2.6819718141281454e-06, 2.6724650026024125e-06, 2.662978603495368e-06, 2.6535125832254887e-06, 2.6440669077462413e-06, 2.634641542562507e-06, 2.6252364527468573e-06, 2.6158516029555614e-06, 2.606486957444426e-06, 2.5971424800843298e-06, 2.58781813437667e-06, 2.578513883468494e-06, 2.5692296901674853e-06, 2.5599655169567363e-06, 2.5507213260092924e-06, 2.5414970792025534e-06, 2.5322927381324455e-06, 2.523108264127392e-06, 2.5139436182621328e-06, 2.5047987613713416e-06, 2.495673654063042e-06, 2.4865682567318827e-06, 2.477482529572192e-06, 2.468416432590898e-06, 2.4593699256202456e-06, 2.450342968330348e-06, 2.4413355202416106e-06, 2.432347540736903e-06, 2.4233789890736866e-06, 2.414429824395867e-06, 2.4055000057455415e-06, 2.396589492074634e-06, 2.3876982422562675e-06, 2.3788262150960805e-06, 2.3699733693433563e-06, 2.361139663701997e-06, 2.3523250568413643e-06, 2.3435295074069774e-06, 2.3347529740310695e-06, 2.3259954153429758e-06, 2.317256789979436e-06, 2.3085370565947316e-06, 2.2998361738706497e-06, 2.291154100526398e-06, 2.28249079532832e-06, 2.273846217099513e-06, 2.2652203247292983e-06, 2.256613077182587e-06, 2.248024433509109e-06, 2.239454352852521e-06, 2.230902794459382e-06, 2.2223697176880383e-06, 2.213855082017349e-06, 2.205358847055341e-06, 2.1968809725477145e-06, 2.188421418386213e-06, 2.1799801446169744e-06, 2.1715571114486603e-06, 2.1631522792605254e-06, 2.1547656086103955e-06, 2.146397060242512e-06, 2.1380465950952555e-06, 2.129714174308807e-06, 2.1213997592326836e-06, 2.113103311433138e-06, 2.104824792700539e-06, 2.096564165056542e-06, 2.0883213907612737e-06, 2.080096432320336e-06, 2.071889252491729e-06, 2.0636998142927246e-06, 2.055528081006569e-06, 2.0473740161891537e-06, 2.0392375836755744e-06, 2.0311187475865735e-06, 2.0230174723349213e-06, 2.0149337226317003e-06, 2.006867463492484e-06, 1.9988186602434535e-06, 1.9907872785273867e-06, 1.9827732843096053e-06, 1.974776643883805e-06, 1.9667973238778193e-06, 1.9588352912592624e-06, 1.9508905133411353e-06, 1.94296295778733e-06, 1.935052592618025e-06, 1.9271593862150454e-06, 1.9192833073271014e-06, 1.9114243250749574e-06, 1.9035824089565547e-06, 1.895757528851983e-06, 1.887949655028459e-06, 1.880158758145142e-06, 1.872384809257947e-06, 1.8646277798242276e-06, 1.8568876417074037e-06, 1.8491643671815181e-06, 1.8414579289356996e-06, 1.8337683000785667e-06, 1.8260954541425518e-06, 1.8184393650881522e-06, 1.8108000073081063e-06, 1.8031773556314854e-06, 1.7955713853277453e-06, 1.7879820721106543e-06, 1.7804093921422093e-06, 1.7728533220364303e-06, 1.7653138388631082e-06, 1.7577909201514842e-06, 1.750284543893836e-06, 1.7427946885490204e-06, 1.735321333045929e-06, 1.727864456786886e-06, 1.720424039650971e-06, 1.7130000619972537e-06, 1.7055925046680159e-06, 1.6982013489918355e-06, 1.6908265767866361e-06, 1.6834681703626887e-06, 1.676126112525514e-06, 1.6688003865787265e-06, 1.6614909763267995e-06, 1.6541978660778085e-06, 1.6469210406460383e-06, 1.6396604853545905e-06, 1.6324161860378777e-06, 1.6251881290440696e-06, 1.617976301237477e-06, 1.610780690000864e-06, 1.6036012832376794e-06, 1.5964380693742547e-06, 1.5892910373619151e-06, 1.5821601766790162e-06, 1.5750454773329423e-06, 1.5679469298620105e-06, 1.5608645253373312e-06, 1.553798255364596e-06, 1.5467481120857816e-06, 1.5397140881808366e-06, 1.5326961768692344e-06, 1.5256943719115284e-06, 1.5187086676107956e-06, 1.5117390588140358e-06, 1.5047855409134893e-06, 1.4978481098479257e-06, 1.4909267621038076e-06, 1.4840214947164572e-06, 1.4771323052710766e-06, 1.4702591919038132e-06, 1.4634021533026323e-06, 1.4565611887082167e-06, 1.4497362979147777e-06, 1.442927481270767e-06, 1.4361347396795568e-06, 1.4293580746000644e-06, 1.4225974880472625e-06, 1.4158529825926687e-06, 1.4091245613647282e-06, 1.4024122280491906e-06, 1.3957159868893463e-06, 1.3890358426862428e-06, 1.3823718007988252e-06, 1.375723867143993e-06, 1.369092048196618e-06, 1.3624763509894722e-06, 1.355876783113071e-06, 1.349293352715509e-06, 1.3427260685021554e-06, 1.3361749397353293e-06, 1.3296399762338867e-06, 1.3231211883727416e-06, 1.3166185870823077e-06, 1.3101321838478926e-06, 1.3036619907090118e-06, 1.297208020258606e-06, 1.2907702856422336e-06, 1.284348800557165e-06, 1.2779435792513963e-06, 1.2715546365226293e-06, 1.2651819877171239e-06, 1.2588256487285487e-06, 1.2524856359966748e-06, 1.2461619665060843e-06, 1.2398546577847308e-06, 1.2335637279024788e-06, 1.227289195469537e-06, 1.221031079634834e-06, 1.2147894000843093e-06, 1.2085641770391424e-06, 1.2023554312538957e-06, 1.196163184014568e-06, 1.1899874571366198e-06, 1.1838282729628618e-06, 1.1776856543612994e-06, 1.1715596247229162e-06, 1.1654502079593245e-06, 1.159357428500399e-06, 1.1532813112917922e-06, 1.1472218817923844e-06, 1.1411791659716612e-06, 1.1351531903069874e-06, 1.1291439817808266e-06, 1.1231515678778748e-06, 1.117175976582087e-06, 1.1112172363736704e-06, 1.1052753762259446e-06, 1.0993504256021609e-06, 1.0934424144522075e-06, 1.0875513732092545e-06, 1.0816773327862978e-06, 1.0758203245726379e-06, 1.0699803804302458e-06, 1.0641575326900786e-06, 1.0583518141482848e-06, 1.0525632580623262e-06, 1.0467918981470258e-06, 1.0410377685705278e-06, 1.0353009039501428e-06, 1.029581339348153e-06, 1.0238791102674838e-06, 1.0181942526473195e-06, 1.0125268028586126e-06, 1.0068767976995044e-06, 1.0012442743906706e-06, 9.956292705705668e-07, 9.900318242905627e-07, 9.844519740100409e-07, 9.788897585913365e-07, 9.73345217294652e-07, 9.678183897728119e-07, 9.623093160659904e-07, 9.56818036596299e-07, 9.513445921623108e-07, 9.45889023933459e-07, 9.404513734443857e-07, 9.350316825891702e-07, 9.296299936154402e-07, 9.24246349118448e-07, 9.188807920349961e-07, 9.135333656372951e-07, 9.082041135267267e-07, 9.028930796274993e-07, 8.976003081802091e-07, 8.923258437353198e-07, 8.870697311465228e-07, 8.818320155640381e-07, 8.7661274242775e-07, 8.714119574603373e-07, 8.662297066602299e-07, 8.610660362944993e-07, 8.559209928916712e-07, 8.507946232343832e-07, 8.456869743520151e-07, 8.40598093513162e-07, 8.355280282180513e-07, 8.304768261908373e-07, 8.2544453537181e-07, 8.204312039094997e-07, 8.154368801526837e-07, 8.104616126423137e-07, 8.055054501033085e-07, 8.005684414362908e-07, 7.956506357091905e-07, 7.90752082148779e-07, 7.858728301320939e-07, 7.810129291777616e-07, 7.761724289372307e-07, 7.713513791859161e-07, 7.665498298142298e-07, 7.617678308185246e-07, 7.570054322919482e-07, 7.522626844151955e-07, 7.47539637447168e-07, 7.428363417155349e-07, 7.381528476072043e-07, 7.334892055587072e-07, 7.288454660464741e-07, 7.242216795770274e-07, 7.196178966770979e-07, 7.150341678836074e-07, 7.104705437336162e-07, 7.059270747541329e-07, 7.014038114518633e-07, 6.969008043028656e-07, 6.924181037421102e-07, 6.879557601529593e-07, 6.835138238565578e-07, 6.790923451011545e-07, 6.746913740513096e-07, 6.703109607770432e-07, 6.659511552428979e-07, 6.616120072969085e-07, 6.572935666595132e-07, 6.529958829123709e-07, 6.48719005487096e-07, 6.444629836539383e-07, 6.402278665103619e-07, 6.360137029695847e-07, 6.318205417490037e-07, 6.276484313585832e-07, 6.234974200891638e-07, 6.193675560006917e-07, 6.152588869104055e-07, 6.111714603809353e-07, 6.071053237083551e-07, 6.030605239101562e-07, 5.990371077131965e-07, 5.950351215415331e-07, 5.910546115042707e-07, 5.87095623383286e-07, 5.831582026209614e-07, 5.792423943078256e-07, 5.753482431701579e-07, 5.714757935575593e-07, 5.676250894304628e-07, 5.63796174347616e-07, 5.599890914535079e-07, 5.562038834657772e-07, 5.524405926625662e-07, 5.486992608698654e-07, 5.449799294487978e-07, 5.412826392829045e-07, 5.376074307653905e-07, 5.339543437863434e-07, 5.303234177199466e-07, 5.267146914116644e-07, 5.231282031654145e-07, 5.195639907307229e-07, 5.160220912898906e-07, 5.125025414451175e-07, 5.090053772056729e-07, 5.055306339750063e-07, 5.020783465379106e-07, 4.986485490476698e-07, 4.952412750132003e-07, 4.91856557286245e-07, 4.884944280485437e-07, 4.85154918799029e-07, 4.818380603410625e-07, 4.78543882769676e-07, 4.752724154588459e-07, 4.7202368704881164e-07, 4.687977254333963e-07, 4.655945577474077e-07, 4.6241421035404044e-07, 4.592567088323607e-07, 4.5612207796480764e-07, 4.5301034172476636e-07, 4.499215232641931e-07, 4.4685564490128593e-07, 4.438127281082499e-07, 4.407927934990899e-07, 4.3779586081751124e-07, 4.3482194892487046e-07, 4.3187107578820725e-07, 4.289432584683732e-07, 4.2603851310822633e-07, 4.2315685492093954e-07, 4.202982981783702e-07, 4.1746285619956887e-07, 4.146505413393523e-07, 4.118613649770021e-07, 4.090953375050687e-07, 4.0635246831829364e-07, 4.0363276580263507e-07, 4.0093623732443596e-07, 3.9826288921970427e-07, 3.956127267835229e-07, 3.929857542596014e-07, 3.9038197482995845e-07, 3.8780139060475286e-07, 3.852440026122588e-07, 3.827098107889792e-07, 3.80198813969944e-07, 3.7771100987913107e-07, 3.752463951200729e-07, 3.728049651666194e-07, 3.7038671435388196e-07, 3.6799163586933745e-07, 3.656197217441218e-07, 3.6327096284450857e-07, 3.6094534886355874e-07, 3.586428683129768e-07, 3.563635085151575e-07, 3.541072555954285e-07, 3.51874094474485e-07, 3.4966400886106664e-07, 3.4747698124479537e-07, 3.453129928892599e-07, 3.431720238253163e-07, 3.4105405284459247e-07, 3.3895905749323335e-07, 3.3688701406586805e-07, 3.348378975998131e-07, 3.328116818695039e-07, 3.308083393811717e-07, 3.288278413677652e-07, 3.268701577841163e-07, 3.249352573023407e-07, 3.2302310730751863e-07, 3.2113367389360986e-07, 3.1926692185963704e-07, 3.174228147061214e-07, 3.1560131463180203e-07, 3.138023825306048e-07, 3.1202597798888687e-07, 3.1027205928295574e-07, 3.085405833768729e-07, 3.068315059205267e-07, 3.051447812479753e-07, 3.034803623761047e-07, 3.018382010035419e-07, 3.0021824750988124e-07, 2.9862045095517497e-07, 2.9704475907974066e-07, 2.954911183042545e-07, 2.939594737301255e-07, 2.9244976914020795e-07, 2.9096194699976487e-07, 2.894959484577679e-07, 2.880517133484869e-07, 2.866291801933884e-07, 2.8522828620333317e-07, 2.838489672810878e-07, 2.8249115802413795e-07, 2.8115479172782255e-07, 2.7983980038875664e-07, 2.785461147085826e-07, 2.772736640980316e-07, 2.76022376681279e-07, 2.7479217930063476e-07, 2.735829975215268e-07, 2.723947556378082e-07, 2.7122737667736996e-07, 2.70080782408067e-07, 2.6895489334395975e-07, 2.6784962875185766e-07, 2.6676490665818277e-07, 2.657006438561385e-07, 2.6465675591318566e-07, 2.636331571788306e-07, 2.6262976079271515e-07, 2.6164647869302536e-07, 2.606832216251813e-07, 2.5973989915085e-07, 2.5881641965725693e-07, 2.57912690366787e-07, 2.5702861734689666e-07, 2.561641055203031e-07, 2.5531905867549407e-07, 2.544933794775036e-07, 2.5368696947898687e-07, 2.5289972913159024e-07, 2.521315577975884e-07, 2.513823537618152e-07, 2.5065201424386474e-07, 2.499404354105749e-07, 2.492475123887797e-07, 2.485731392783221e-07, 2.479172091653527e-07, 2.4727961413586435e-07, 2.4666024528950385e-07, 2.4605899275363376e-07, 2.4547574569763616e-07, 2.449103923474759e-07, 2.4436282000049425e-07, 2.4383291504044785e-07, 2.433205629527772e-07, 2.4282564834010893e-07, 2.423480549379766e-07, 2.4188766563076723e-07, 2.414443624678772e-07, 2.410180266800822e-07, 2.4060853869611235e-07, 2.4021577815942203e-07, 2.3983962394516486e-07, 2.394799541773453e-07, 2.391366462461679e-07, 2.388095768255496e-07, 2.3849862189082206e-07, 2.3820365673658872e-07, 2.3792455599474753e-07, 2.3766119365267455e-07, 2.374134430715474e-07, 2.371811770048198e-07, 2.3696426761683855e-07, 2.3676258650157934e-07, 2.3657600470152005e-07, 2.3640439272663025e-07, 2.362476205734695e-07, 2.3610555774440142e-07, 2.3597807326690122e-07, 2.358650357129613e-07, 2.357663132185842e-07, 2.356817735033528e-07, 2.3561128389008713e-07, 2.355547113245544e-07, 2.3551192239524956e-07, 2.3548278335323243e-07, 2.354671601320093e-07, 2.3546491836745702e-07, 2.3547592341778417e-07, 2.35500040383522e-07, 2.3553713412753194e-07, 2.3558706929503414e-07, 2.3564971033364398e-07, 2.3572492151340518e-07, 2.358125669468302e-07, 2.359125106089131e-07, 2.3602461635713832e-07, 2.361487479514616e-07, 2.362847690742533e-07, 2.3643254335021302e-07, 2.365919343662366e-07, 2.3676280569123153e-07, 2.369450208958769e-07, 2.3713844357231894e-07, 2.3734293735379756e-07, 2.3755836593419964e-07, 2.3778459308752546e-07, 2.3802148268726563e-07, 2.3826889872569265e-07, 2.38526705333041e-07, 2.3879476679658564e-07, 2.3907294757961123e-07, 2.393611123402555e-07, 2.396591259502308e-07, 2.3996685351342136e-07, 2.402841603843399e-07, 2.4061091218643683e-07, 2.4094697483027766e-07, 2.412922145315566e-07, 2.4164649782895737e-07, 2.42009691601846e-07, 2.423816630878083e-07, 2.427622799000012e-07, 2.431514100443302e-07, 2.4354892193645123e-07, 2.439546844185787e-07, 2.443685667761013e-07, 2.447904387540061e-07, 2.452201705730957e-07, 2.4565763294600867e-07, 2.4610269709302545e-07, 2.4655523475766174e-07, 2.47015118222045e-07, 2.4748222032207146e-07, 2.479564144623361e-07, 2.4843757463084077e-07, 2.4892557541345985e-07, 2.494202920081826e-07, 2.4992160023910934e-07, 2.504293765702113e-07, 2.5094349811884463e-07, 2.514638426690174e-07, 2.519902886844033e-07, 2.5252271532111336e-07, 2.5306100244020546e-07, 2.536050306199346e-07, 2.54154681167751e-07, 2.547098361320334e-07, 2.552703783135604e-07, 2.55836191276716e-07, 2.5640715936042826e-07, 2.569831676888435e-07, 2.575641021817243e-07, 2.5814984956458584e-07, 2.5874029737855117e-07, 2.593353339899427e-07, 2.5993484859958856e-07, 2.605387312518671e-07, 2.6114687284346637e-07, 2.617591651318748e-07, 2.6237550074358924e-07, 2.6299577318205145e-07, 2.6361987683530673e-07, 2.6424770698338523e-07, 2.6487915980540895e-07, 2.6551413238641787e-07, 2.661525227239246e-07, 2.6679422973419266e-07, 2.6743915325823654e-07, 2.6808719406755257e-07, 2.687382538695703e-07, 2.693922353128396e-07, 2.700490419919332e-07, 2.7070857845209113e-07, 2.713707501935915e-07, 2.7203546367584753e-07, 2.7270262632124555e-07, 2.733721465187181e-07, 2.740439336270388e-07, 2.747178979778817e-07, 2.753939508785914e-07, 2.760720046147171e-07, 2.767519724522744e-07, 2.7743376863976724e-07, 2.7811730840994386e-07, 2.788025079813129e-07, 2.7948928455940276e-07, 2.801775563377882e-07, 2.808672424988567e-07, 2.8155826321435104e-07, 2.822505396456602e-07, 2.829439939438901e-07, 2.836385492496795e-07, 2.843341296928129e-07, 2.8503066039158525e-07, 2.8572806745194923e-07, 2.86426277966446e-07, 2.871252200129127e-07, 2.8782482265297443e-07, 2.8852501593032596e-07, 2.892257308688052e-07, 2.8992689947025965e-07, 2.906284547122082e-07, 2.913303305453084e-07, 2.9203246189062553e-07, 2.927347846367047e-07, 2.934372356364642e-07, 2.9413975270389027e-07, 2.948422746105585e-07, 2.9554474108197246e-07, 2.9624709279373203e-07, 2.9694927136751666e-07, 2.9765121936691746e-07, 2.9835288029309266e-07, 2.9905419858026193e-07, 2.997551195910498e-07, 3.0045558961167046e-07, 3.011555558469592e-07, 3.0185496641526323e-07, 3.0255377034318237e-07, 3.032519175601774e-07, 3.0394935889303194e-07, 3.0464604606019463e-07, 3.05341931665979e-07, 3.060369691946463e-07, 3.067311130043664e-07, 3.074243183210548e-07, 3.0811654123210114e-07, 3.088077386799802e-07, 3.094978684557619e-07, 3.1018688919251565e-07, 3.1087476035860647e-07, 3.11561442250908e-07, 3.1224689598790847e-07, 3.129310835027359e-07, 3.136139675360888e-07, 3.142955116290946e-07, 3.149756801160748e-07, 3.156544381172469e-07, 3.163317515313388e-07, 3.170075870281508e-07, 3.176819120410348e-07, 3.1835469475932027e-07, 3.1902590412067624e-07, 3.1969550980341774e-07, 3.2036348221875814e-07, 3.2102979250301125e-07, 3.216944125097453e-07, 3.223573148018951e-07, 3.230184726438294e-07, 3.236778599933797e-07, 3.243354514938375e-07, 3.2499122246591914e-07, 3.2564514889969546e-07, 3.262972074464973e-07, 3.2694737541080304e-07, 3.275956307420927e-07, 3.282419520266988e-07, 3.2888631847962543e-07, 3.295287099363655e-07, 3.30169106844705e-07, 3.308074902565141e-07, 3.3144384181954267e-07, 3.3207814376919573e-07, 3.3271037892033096e-07, 3.333405306590389e-07, 3.3396858293443474e-07, 3.345945202504572e-07, 3.352183276576741e-07, 3.358399907450944e-07, 3.364594956320086e-07, 3.370768289598183e-07, 3.3769197788391056e-07, 3.38304930065528e-07, 3.3891567366367715e-07, 3.395241973270482e-07, 3.401304901859666e-07, 3.407345418443634e-07, 3.4133634237178635e-07, 3.419358822954277e-07, 3.425331525921931e-07, 3.431281446807961e-07, 3.4372085041389997e-07, 3.4431126207028273e-07, 3.4489937234704356e-07, 3.454851743518595e-07, 3.4606866159527e-07, 3.466498279830071e-07, 3.4722866780837887e-07, 3.4780517574467993e-07, 3.483793468376683e-07, 3.489511764980767e-07, 3.4952066049417457e-07, 3.500877949443871e-07, 3.5065257630995525e-07, 3.5121500138765476e-07, 3.5177506730256895e-07, 3.5233277150090905e-07, 3.528881117428988e-07, 3.5344108609570254e-07, 3.5399169292642943e-07, 3.545399308951729e-07, 3.550857989481251e-07, 3.5562929631074373e-07, 3.5617042248098283e-07, 3.567091772225811e-07, 3.572455605584097e-07, 3.577795727638896e-07, 3.583112143604651e-07, 3.588404861091397e-07, 3.5936738900408564e-07, 3.598919242663029e-07, 3.6041409333735936e-07, 3.609338978731788e-07, 3.6145133973790947e-07, 3.619664209978516e-07, 3.6247914391545104e-07, 3.6298951094336046e-07, 3.6349752471857094e-07, 3.6400318805660277e-07, 3.6450650394577575e-07, 3.6500747554153184e-07, 3.6550610616084256e-07, 3.660023992766685e-07, 3.664963585125028e-07, 3.6698798763696426e-07, 3.6747729055847875e-07, 3.6796427132001704e-07, 3.684489340939014e-07, 3.6893128317668525e-07, 3.6941132298410035e-07, 3.698890580460706e-07, 3.7036449300179484e-07, 3.708376325949004e-07, 3.7130848166866163e-07, 3.717770451612906e-07, 3.72243328101293e-07, 3.727073356028935e-07, 3.731690728615285e-07, 3.736285451494038e-07, 3.740857578111309e-07, 3.7454071625941524e-07, 3.7499342597082134e-07, 3.754438924816057e-07, 3.7589212138360717e-07, 3.7633811832021683e-07, 3.767818889824046e-07, 3.7722343910481336e-07, 3.7766277446191905e-07, 3.7809990086426407e-07, 3.7853482415473917e-07, 3.7896755020494446e-07, 3.793980849116109e-07, 3.7982643419308133e-07, 3.802526039858589e-07, 3.8067660024122396e-07, 3.810984289218981e-07, 3.8151809599879e-07, 3.819356074477907e-07, 3.8235096924663085e-07, 3.827641873718105e-07, 3.8317526779557364e-07, 3.835842164829567e-07, 3.8399103938888664e-07, 3.843957424553485e-07, 3.8479833160860597e-07, 3.851988127564774e-07, 3.8559719178567985e-07, 3.8599347455922325e-07, 3.863876669138628e-07, 3.8677977465761113e-07, 3.871698035673047e-07, 3.8755775938622085e-07, 3.879436478217647e-07, 3.8832747454319453e-07, 3.887092451794136e-07, 3.8908896531680155e-07, 3.8946664049712035e-07, 3.8984227621545315e-07, 3.9021587791820604e-07, 3.905874510011542e-07, 3.9095700080755303e-07, 3.9132453262628194e-07, 3.91690051690051e-07, 3.920535631736543e-07, 3.924150721922701e-07, 3.9277458379981143e-07, 3.9313210298732837e-07, 3.934876346814454e-07, 3.93841183742867e-07, 3.941927549649062e-07, 3.945423530720764e-07, 3.948899827187247e-07, 3.9523564848769936e-07, 3.9557935488908155e-07, 3.9592110635894297e-07, 3.9626090725815704e-07, 3.9659876187124665e-07, 3.9693467440528516e-07, 3.972686489888214e-07, 3.9760068967086404e-07, 3.9793080041989526e-07, 3.982589851229307e-07, 3.985852475846136e-07, 3.9890959152635407e-07, 3.9923202058550605e-07, 3.995525383145749e-07, 3.998711481804756e-07, 4.001878535638172e-07, 4.005026577582267e-07, 4.0081556396971446e-07, 4.0112657531606824e-07, 4.014356948262879e-07, 4.017429254400474e-07, 4.020482700072017e-07, 4.0235173128731853e-07, 4.026533119492428e-07, 4.029530145707053e-07, 4.0325084163794874e-07, 4.035467955453938e-07, 4.0384087859533764e-07, 4.0413309299767543e-07, 4.044234408696622e-07, 4.047119242356924e-07, 4.049985450271278e-07, 4.0528330508212997e-07, 4.055662061455396e-07, 4.058472498687771e-07, 4.061264378097707e-07, 4.064037714329128e-07, 4.066792521090399e-07, 4.0695288111544535e-07, 4.0722465963590874e-07, 4.074945887607602e-07, 4.077626694869598e-07, 4.0802890271821016e-07, 4.082932892650864e-07, 4.085558298451927e-07, 4.0881652508334314e-07, 4.0907537551176054e-07, 4.0933238157030314e-07, 4.095875436067116e-07, 4.0984086187686923e-07, 4.100923365451011e-07, 4.103419676844745e-07, 4.1058975527713265e-07, 4.1083569921464017e-07, 4.1107979929835667e-07, 4.1132205523981747e-07, 4.115624666611477e-07, 4.118010330954795e-07, 4.1203775398739793e-07, 4.1227262869340163e-07, 4.1250565648237716e-07, 4.127368365360943e-07, 4.129661679497158e-07, 4.1319364973232283e-07, 4.1341928080746093e-07, 4.1364306001368765e-07, 4.1386498610515894e-07, 4.1408505775220087e-07, 4.143032735419234e-07, 4.145196319788269e-07, 4.1473413148543354e-07, 4.14946770402932e-07, 4.1515754699182726e-07, 4.153664594326144e-07, 4.1557350582644895e-07, 4.1577868419585167e-07, 4.15981992485399e-07, 4.1618342856244936e-07, 4.1638299021785774e-07, 4.1658067516672303e-07, 4.167764810491282e-07, 4.1697040543089836e-07, 4.171624458043725e-07, 4.1735259958917464e-07, 4.1754086413300035e-07, 4.177272367124168e-07, 4.179117145336602e-07, 4.1809429473345157e-07, 4.1827497437981396e-07, 4.1845375047290537e-07, 4.1863061994584993e-07, 4.1880557966558227e-07, 4.1897862643369914e-07, 4.1914975698731405e-07, 4.1931896799992624e-07, 4.1948625608228113e-07, 4.19651617783254e-07, 4.1981504959073443e-07, 4.199765479325019e-07, 4.201361091771314e-07, 4.2029372963488533e-07, 4.2044940555861674e-07, 4.206031331446789e-07, 4.207549085338337e-07, 4.209047278121739e-07, 4.210525870120368e-07, 4.211984821129365e-07, 4.2134240904248187e-07, 4.214843636773158e-07, 4.2162434184404844e-07, 4.2176233932019015e-07, 4.218983518350958e-07, 4.220323750709041e-07, 4.221644046634891e-07, 4.222944362033994e-07, 4.2242246523681494e-07, 4.225484872664891e-07, 4.226724977527136e-07, 4.227944921142627e-07, 4.2291446572935505e-07, 4.230324139366044e-07, 4.231483320359868e-07, 4.2326221528978763e-07, 4.233740589235689e-07, 4.234838581271289e-07, 4.235916080554578e-07, 4.236973038296996e-07, 4.238009405381124e-07, 4.2390251323703194e-07, 4.240020169518228e-07, 4.240994466778503e-07, 4.2419479738142336e-07, 4.242880640007684e-07, 4.2437924144697515e-07, 4.244683246049569e-07, 4.245553083344087e-07, 4.2464018747075493e-07, 4.247229568261066e-07, 4.248036111902099e-07, 4.24882145331399e-07, 4.249585539975346e-07, 4.2503283191696355e-07, 4.2510497379945087e-07, 4.2517497433712783e-07, 4.252428282054286e-07, 4.25308530064029e-07, 4.253720745577832e-07, 4.254334563176478e-07, 4.2549266996162616e-07, 4.255497100956793e-07, 4.2560457131466343e-07, 4.2565724820324353e-07, 4.257077353368154e-07, 4.2575602728242065e-07, 4.2580211859965583e-07, 4.258460038415863e-07, 4.2588767755564896e-07, 4.2592713428455493e-07, 4.2596436856719105e-07, 4.2599937493950945e-07, 4.26032147935427e-07, 4.2606268208770415e-07, 4.260909719288386e-07, 4.261170119919386e-07, 4.2614079681160193e-07, 4.2616232092479046e-07, 4.261815788716947e-07, 4.2619856519660193e-07, 4.2621327444875495e-07, 4.2622570118320586e-07, 4.262358399616709e-07, 4.2624368535337744e-07, 4.262492319359058e-07, 4.2625247429602893e-07, 4.2625340703054704e-07, 4.262520247471148e-07, 4.2624832206506854e-07, 4.2624229361624886e-07, 4.2623393404581035e-07, 4.262232380130382e-07, 4.262102001921513e-07, 4.2619481527310675e-07, 4.261770779623941e-07, 4.26156982983827e-07, 4.261345250793353e-07, 4.261096990097371e-07, 4.260824995555287e-07, 4.2605292151764485e-07, 4.2602095971823554e-07, 4.2598660900141957e-07, 4.2594986423404876e-07, 4.2591072030645684e-07, 4.258691721332041e-07, 4.2582521465382277e-07, 4.25778842833553e-07, 4.257300516640723e-07, 4.2567883616422216e-07, 4.256251913807296e-07, 4.255691123889246e-07, 4.2551059429344555e-07, 4.2544963222894933e-07, 4.25386221360808e-07, 4.2532035688580537e-07, 4.2525203403282405e-07, 4.251812480635319e-07, 4.2510799427305674e-07, 4.250322679906658e-07, 4.24954064580425e-07, 4.248733794418671e-07, 4.247902080106498e-07, 4.247045457592029e-07, 4.2461638819737665e-07, 4.245257308730841e-07, 4.244325693729333e-07, 4.243368993228586e-07, 4.242387163887477e-07, 4.241380162770564e-07, 4.240347947354255e-07, 4.2392904755328965e-07, 4.238207705624764e-07, 4.237099596378069e-07, 4.2359661069768573e-07, 4.234807197046936e-07, 4.233622826661594e-07, 4.232412956347397e-07, 4.2311775470899257e-07, 4.2299165603393826e-07, 4.2286299580161883e-07, 4.2273177025165623e-07, 4.225979756717965e-07, 4.224616083984528e-07, 4.223226648172482e-07, 4.2218114136354527e-07, 4.220370345229705e-07, 4.218903408319385e-07, 4.217410568781701e-07, 4.215891793011993e-07, 4.214347047928853e-07, 4.212776300979017e-07, 4.211179520142452e-07, 4.209556673937101e-07, 4.207907731423901e-07, 4.2062326622113617e-07, 4.2045314364605135e-07, 4.202804024889423e-07, 4.20105039877793e-07, 4.1992705299721314e-07, 4.197464390889024e-07, 4.195631954520843e-07, 4.193773194439593e-07, 4.1918880848013274e-07, 4.1899766003505056e-07, 4.188038716424262e-07, 4.186074408956586e-07, 4.1840836544825174e-07, 4.18206643014217e-07, 4.180022713684876e-07, 4.17795248347315e-07, 4.175855718486628e-07, 4.1737323983259716e-07, 4.171582503216707e-07, 4.169406014013053e-07, 4.167202912201615e-07, 4.1649731799051e-07, 4.1627167998859593e-07, 4.160433755550002e-07, 4.158124030949863e-07, 4.1557876107885503e-07, 4.153424480422896e-07, 4.1510346258668796e-07, 4.1486180337950107e-07, 4.146174691545615e-07, 4.1437045871240346e-07, 4.141207709205876e-07, 4.1386840471400687e-07, 4.136133590952009e-07, 4.1335563313465725e-07, 4.130952259711118e-07, 4.128321368118403e-07, 4.125663649329485e-07, 4.122979096796552e-07, 4.1202677046657047e-07, 4.1175294677797277e-07, 4.114764381680743e-07, 4.1119724426128773e-07, 4.109153647524834e-07, 4.1063079940724683e-07, 4.1034354806212575e-07, 4.1005361062487263e-07, 4.0976098707469186e-07, 4.0946567746246815e-07, 4.091676819109986e-07, 4.0886700061521893e-07, 4.0856363384242514e-07, 4.0825758193248374e-07, 4.0794884529805283e-07, 4.0763742442477754e-07, 4.0732331987149885e-07, 4.0700653227044815e-07, 4.066870623274373e-07, 4.0636491082204973e-07, 4.0604007860782017e-07, 4.0571256661241376e-07, 4.0538237583779746e-07, 4.0504950736041157e-07, 4.0471396233133e-07, 4.043757419764236e-07, 4.040348475965093e-07, 4.036912805675021e-07, 4.0334504234056424e-07, 4.02996134442239e-07, 4.0264455847458883e-07, 4.022903161153307e-07, 4.019334091179568e-07, 4.015738393118594e-07, 4.0121160860244656e-07, 4.0084671897125546e-07, 4.004791724760657e-07, 4.001089712509903e-07, 3.9973611750658833e-07, 3.993606135299501e-07, 3.989824616847947e-07, 3.9860166441154645e-07, 3.982182242274227e-07, 3.97832143726506e-07, 3.974434255798186e-07, 3.9705207253538816e-07, 3.966580874183086e-07, 3.962614731308046e-07, 3.958622326522762e-07, 3.9546036903935663e-07, 3.9505588542594867e-07, 3.946487850232749e-07, 3.9423907111990157e-07, 3.9382674708178106e-07, 3.9341181635226994e-07, 3.9299428245215794e-07, 3.925741489796832e-07, 3.9215141961054107e-07, 3.91726098097903e-07, 3.9129818827241343e-07, 3.9086769404219114e-07, 3.9043461939282964e-07, 3.8999896838738103e-07, 3.8956074516635325e-07, 3.8911995394768033e-07, 3.886765990267102e-07, 3.8823068477617543e-07, 3.8778221564616357e-07, 3.8733119616407887e-07, 3.86877630934611e-07, 3.8642152463967866e-07, 3.8596288203839433e-07, 3.855017079670074e-07, 3.8503800733884794e-07, 3.8457178514426106e-07, 3.8410304645055206e-07, 3.8363179640190597e-07, 3.8315804021932074e-07, 3.826817832005302e-07, 3.82203030719915e-07, 3.8172178822842163e-07, 3.8123806125347366e-07, 3.8075185539886794e-07, 3.8026317634468383e-07, 3.797720298471758e-07, 3.7927842173866803e-07, 3.787823579274378e-07, 3.782838443976067e-07, 3.77782887209012e-07, 3.7727949249708934e-07, 3.7677366647273985e-07, 3.7626541542219813e-07, 3.7575474570689497e-07, 3.7524166376331937e-07, 3.747261761028646e-07, 3.7420828931169415e-07, 3.736880100505681e-07, 3.7316534505470335e-07, 3.72640301133603e-07, 3.7211288517088815e-07, 3.715831041241337e-07, 3.710509650246943e-07, 3.705164749775225e-07, 3.699796411609868e-07, 3.6944047082668776e-07, 3.6889897129926743e-07, 3.683551499762153e-07, 3.6780901432766335e-07, 3.672605718961989e-07, 3.6670983029663957e-07, 3.661567972158392e-07, 3.6560148041246075e-07, 3.650438877167721e-07, 3.6448402703040725e-07, 3.6392190632615604e-07, 3.6335753364772333e-07, 3.6279091710950085e-07, 3.622220648963263e-07, 3.616509852632435e-07, 3.6107768653525793e-07, 3.6050217710708465e-07, 3.599244654428969e-07, 3.593445600760686e-07, 3.587624696089127e-07, 3.5817820271242256e-07, 3.575917681259877e-07, 3.5700317465714754e-07, 3.564124311812886e-07, 3.5581954664138453e-07, 3.552245300476993e-07, 3.546273904775098e-07, 3.540281370748119e-07, 3.534267790500245e-07, 3.528233256796925e-07, 3.5221778630618656e-07, 3.5161017033739513e-07, 3.5100048724642e-07, 3.5038874657125655e-07, 3.497749579144885e-07, 3.4915913094295716e-07, 3.485412753874425e-07, 3.479214010423425e-07, 3.4729951776533364e-07, 3.46675635477041e-07, 