{"payload": {"model": {"config": {"name": "model_3", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1], "dtype": "float64", "sparse": false, "ragged": false, "name": "input_4"}, "name": "input_4", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_24", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_24", "inbound_nodes": [[["input_4", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_25", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_25", "inbound_nodes": [[["dense_24", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_26", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_26", "inbound_nodes": [[["dense_25", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_27", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_27", "inbound_nodes": [[["dense_26", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_28", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_28", "inbound_nodes": [[["dense_27", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_29", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_29", "inbound_nodes": [[["dense_28", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_30", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_30", "inbound_nodes": [[["dense_29", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_31", "trainable": true, "dtype": "float64", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_31", "inbound_nodes": [[["dense_30", 0, 0, {}]]]}], "input_layers": [["input_4", 0, 0]], "output_layers": [["dense_31", 0, 0]]}, "summary": ["Model: \"model_3\"", "_________________________________________________________________", "Layer (type)                 Output Shape              Param #   ", "=================================================================", "input_4 (InputLayer)         [(None, 1)]               0         ", "_________________________________________________________________", "dense_24 (Dense)             (None, 10)                20        ", "_________________________________________________________________", "dense_25 (Dense)             (None, 10)                110       ", "_________________________________________________________________", "dense_26 (Dense)             (None, 10)                110       ", "_________________________________________________________________", "dense_27 (Dense)             (None, 10)                110       ", "_________________________________________________________________", "dense_28 (Dense)             (None, 10)                110       ", "_________________________________________________________________", "dense_29 (Dense)             (None, 10)                110       ", "_________________________________________________________________", "dense_30 (Dense)             (None, 10)                110       ", "_________________________________________________________________", "dense_31 (Dense)             (None, 1)                 11        ", "=================================================================", "Total params: 691", "Trainable params: 691", "Non-trainable params: 0", "_________________________________________________________________"]}, "kwargs": {"border_xs": [[0.0]], "border_ys": [[1.0]], "inside_xs_builder": "<function linspace_inside_xs_builder_builder.<locals>._inside_xs_builder at 0x7f1151708950>", "border_builder": "<function border_with_function_values_builder at 0x7f115165e830>", "equation_builder": "<function first_order_equation_builder_builder.<locals>.equation_builder at 0x7f11516597a0>", "input_dim": 1, "output_dim": 1, "sol": "<function <lambda> at 0x7f1151659dd0>", "random_seed": 1, "N_f": 1000, "epochs": 2000, "clip_grad": 1, "learning_rate": 0.01, "model_builder": "NN[[10, 10, 10, 10, 10, 10, 10]]", "optimizers": [1, 1], "border_loss_multiplier": 1, "ode": "L-ODE1"}, "losses": [1.056200521874645, 0.690214396730932, 0.41845500562996657, 0.15102993224735187, 0.007444329336126863, 0.041495079594050445, 0.1241401777117738, 0.1337874958620717, 0.09117856065183247, 0.03903863614931119, 0.0060761695161878826, 0.0021876888680759862, 0.01950861906299218, 0.039123057236875446, 0.04645462586834363, 0.03982031094481482, 0.025604777474896024, 0.011472535671786228, 0.00256545783813998, 0.0004016400054719225, 0.003465916153588088, 0.008642697240555677, 0.012820479746221887, 0.014102338571147588, 0.012252513221879495, 0.008382158127549999, 0.004199671003857952, 0.0012210710307035497, 0.00022215913644432883, 0.0010652024942795462, 0.0029036219482451355, 0.004645878029014558, 0.005456498895858415, 0.005061226901018613, 0.003748038494723687, 0.0021296538508186755, 0.0008275436816104953, 0.00022345299035965855, 0.0003559112381131268, 0.0009680732060386533, 0.001660849570985886, 0.00207656272064767, 0.00203701275595264, 0.0015870473793534986, 0.0009397185976266602, 0.0003604872265030679, 4.749770075926197e-05, 5.8043190368727875e-05, 0.00030541126069578316, 0.0006179682018310104, 0.000826617914771562, 0.000838058104497308, 0.0006629777740894631, 0.0003934676442973288, 0.00014823095126020698, 1.560434696771201e-05, 1.9950919255797832e-05, 0.00012210408634592387, 0.00024782998109163364, 0.00032702354275460354, 0.00032436413466843363, 0.00024900663311914876, 0.0001423627988689978, 5.322174825251981e-05, 1.3787926673110239e-05, 2.7565330835489068e-05, 7.274305870911318e-05, 0.00011693953975021166, 0.0001345061391283512, 0.0001177480134563248, 7.762612626211583e-05, 3.522230302234817e-05, 9.553282295244585e-06, 8.315891335481644e-06, 2.5761221141597533e-05, 4.7724258206668793e-05, 6.019169589902802e-05, 5.647957941261394e-05, 3.951428395539859e-05, 1.877196586227083e-05, 4.292024435563497e-06, 1.347707572485408e-06, 8.460181649281793e-06, 1.9267997671568386e-05, 2.6656403369890654e-05, 2.6610959297831358e-05, 1.9803099240559184e-05, 1.0428943742328677e-05, 3.360095194513503e-06, 1.4057239117778115e-06, 4.148088030832618e-06, 8.733243177176533e-06, 1.1867462195596872e-05, 1.1718419801124918e-05, 8.675703535848103e-06, 4.730707560234238e-06, 2.0554319611352738e-06, 1.7228895123758083e-06, 3.2785684273044026e-06, 5.267972472355716e-06, 6.2560002036577515e-06, 5.663900091854138e-06, 3.964658394200188e-06, 2.226639035727306e-06, 1.3797927366156877e-06, 1.6832610880787943e-06, 2.67862318310422e-06, 3.5794496663346487e-06, 3.794573485087281e-06, 3.249368641704772e-06, 2.34368389418562e-06, 1.630423583628106e-06, 1.4551617070790463e-06, 1.7825227957981732e-06, 2.2844538203709014e-06, 2.5925118545449346e-06, 2.531158580685876e-06, 2.190870141072011e-06, 1.8228346545166514e-06, 1.651616211092749e-06, 1.7377615260991733e-06, 1.9688056053326404e-06, 2.16241032660042e-06, 2.1963447008481307e-06, 2.076933395293155e-06, 1.9120622004308814e-06, 1.822458156484574e-06, 1.8596651214458084e-06, 1.983471454554983e-06, 2.1037904443939933e-06, 2.1486553420837007e-06, 2.1089597784920224e-06, 2.0340321661370194e-06, 1.9890554190560803e-06, 2.0090145200456986e-06, 2.080538270649071e-06, 2.159167617189919e-06, 2.2045083827053747e-06, 2.206551171493652e-06, 2.186866998234762e-06, 2.1781905027207393e-06, 2.2000496181078306e-06, 2.2478066959685675e-06, 2.3002905894425102e-06, 2.337476912286417e-06, 2.354174159558576e-06, 2.3608701836842794e-06, 2.3733997168080333e-06, 2.400672088056459e-06, 2.439494701684958e-06, 2.478959206963363e-06, 2.5096241752709525e-06, 2.53009325590029e-06, 2.546690234247757e-06, 2.5676160799752947e-06, 2.5967268668424144e-06, 2.6314955185456e-06, 2.665932096299285e-06, 2.6955082650844827e-06, 2.720167115216796e-06, 2.7435538321355254e-06, 2.769679920010616e-06, 2.799908579934094e-06, 2.8324195926108684e-06, 2.864113382738852e-06, 2.8931166588627623e-06, 2.9199241444440614e-06, 2.9465693858733885e-06, 2.9747981207201002e-06, 3.004796944429766e-06, 3.0353396755860443e-06, 3.0649887094792677e-06, 3.093247901395997e-06, 3.120790193552051e-06, 3.148742773933863e-06, 3.177740859167178e-06, 3.20751993014889e-06, 3.2372708008323758e-06, 3.266353711497442e-06, 3.2947572556693943e-06, 3.322989862043947e-06, 3.351585999616665e-06, 3.3806785261736065e-06, 3.4099595539228565e-06, 3.4389925114197498e-06, 3.4675690090901245e-06, 3.495822354125443e-06, 3.5240521603065374e-06, 3.5524512525148513e-06, 3.580969832952757e-06, 3.6094006081456424e-06, 3.637576504948998e-06, 3.6655008794474238e-06, 3.6933160864569997e-06, 3.721163723901144e-06, 3.7490688564919927e-06, 3.776938371300542e-06, 3.804655067056036e-06, 3.832173989019362e-06, 3.859541773657066e-06, 3.88683665959392e-06, 3.9140925729970544e-06, 3.941272968533321e-06, 3.968307703731924e-06, 3.995151743958526e-06, 4.021813482170776e-06, 4.0483346986120196e-06, 4.074747459885826e-06, 4.101047897870675e-06, 4.127205486345367e-06, 4.153193249748884e-06, 4.1790092906404075e-06, 4.204672694027435e-06, 4.230201731451504e-06, 4.255596090391211e-06, 4.2808377016363335e-06, 4.3059063137502485e-06, 4.330793981377221e-06, 4.355506298601799e-06, 4.380051716447888e-06, 4.404430319032053e-06, 4.428631917351912e-06, 4.452643531788333e-06, 4.476458173438048e-06, 4.5000771123808534e-06, 4.523504847207844e-06, 4.546742472307337e-06, 4.569785503165529e-06, 4.592627206988942e-06, 4.615263437762439e-06, 4.637694350522573e-06, 4.659921956084779e-06, 4.6819463667055165e-06, 4.703764264932513e-06, 4.725370546176967e-06, 4.746761105890464e-06, 4.7679340973423055e-06, 4.7888888496568034e-06, 4.809623898389009e-06, 4.830136133373065e-06, 4.850421704883849e-06, 4.870477612319321e-06, 4.890302448066008e-06, 4.909895778614766e-06, 4.929256949954453e-06, 4.948384469221868e-06, 4.9672763725544205e-06, 4.985931012456604e-06, 5.004347422066751e-06, 5.022524967198589e-06, 5.040462721694568e-06, 5.058159194775821e-06, 5.075612611932318e-06, 5.0928214067504734e-06, 5.109784446785575e-06, 5.126500847534409e-06, 5.142969636582133e-06, 5.159189621210143e-06, 5.175159557239346e-06, 5.190878414802314e-06, 5.206345480013812e-06, 5.221560230457899e-06, 5.236522144289253e-06, 5.251230633582546e-06, 5.265685136782504e-06, 5.279885243911046e-06, 5.293830716704111e-06, 5.307521389487191e-06, 5.32095705388964e-06, 5.334137430189918e-06, 5.347062230674337e-06, 5.359731235896909e-06, 5.372144311490934e-06, 5.384301367853549e-06, 5.396202322754203e-06, 5.407847114265724e-06, 5.419235752925274e-06, 5.4303683629803465e-06, 5.441245178286368e-06, 5.451866504770506e-06, 5.4622326884132995e-06, 5.472344112870088e-06, 5.482201216326922e-06, 5.49180450032779e-06, 5.501154517316791e-06, 5.510251848784777e-06, 5.5190970948809186e-06, 5.52769088273139e-06, 5.536033881821311e-06, 5.544126810373009e-06, 5.551970428705637e-06, 5.559565529342436e-06, 5.566912935204566e-06, 5.574013507230261e-06, 5.580868153232543e-06, 5.587477830149522e-06, 5.593843539838328e-06, 5.599966324694812e-06, 5.605847267753519e-06, 5.611487495625537e-06, 5.616888179036765e-06, 5.62205052821338e-06, 5.626975785505937e-06, 5.6316652198525284e-06, 5.636120125243463e-06, 5.640341821512595e-06, 5.644331654580463e-06, 5.648090995290876e-06, 5.65162123839038e-06, 5.654923803310589e-06, 5.658000136456601e-06, 5.660851713086944e-06, 5.663480037290304e-06, 5.665886640341263e-06, 5.668073078881874e-06, 5.670040933913346e-06, 5.671791810310759e-06, 5.6733273359663665e-06, 5.67464916020893e-06, 5.675758952014156e-06, 5.676658398699433e-06, 5.677349205191435e-06, 5.67783309334181e-06, 5.6781118008134205e-06, 5.678187079629748e-06, 5.678060694901836e-06, 5.6777344241091675e-06, 5.677210056845425e-06, 5.67648939467044e-06, 5.675574250844624e-06, 5.674466450006648e-06, 5.673167827930386e-06, 5.671680231316289e-06, 5.670005517392501e-06, 5.6681455531524206e-06, 5.6661022142859605e-06, 5.663877384030124e-06, 5.661472952127878e-06, 5.658890813925606e-06, 5.656132869542382e-06, 5.653201023080012e-06, 5.65009718192022e-06, 5.646823256157031e-06, 5.643381158135285e-06, 5.639772802002352e-06, 5.636000103205005e-06, 5.632064977943815e-06, 5.627969342648496e-06, 5.62371511351588e-06, 5.6193042060958375e-06, 5.6147385348836875e-06, 5.6100200128953535e-06, 5.6051505512301465e-06, 5.60013205862519e-06, 5.594966440985491e-06, 5.589655600865088e-06, 5.5842014368971895e-06, 5.578605843204331e-06, 5.572870708833236e-06, 5.566997917243564e-06, 5.560989345855276e-06, 5.55484686564694e-06, 5.548572340798346e-06, 5.542167628372711e-06, 5.5356345780270244e-06, 5.528975031730813e-06, 5.522190823475465e-06, 5.51528377896863e-06, 5.508255715321682e-06, 5.501108440742172e-06, 5.493843754237058e-06, 5.486463445326095e-06, 5.478969293763019e-06, 5.471363069263402e-06, 5.4636465312389175e-06, 5.455821428535077e-06, 5.447889499169292e-06, 5.439852470069207e-06, 5.431712056816908e-06, 5.423469963407464e-06, 5.415127882029013e-06, 5.406687492866354e-06, 5.398150463926774e-06, 5.389518450884437e-06, 5.380793096939146e-06, 5.37197603268417e-06, 5.363068875977801e-06, 5.354073231814487e-06, 5.34499069219465e-06, 5.33582283599558e-06, 5.326571228846449e-06, 5.317237423010337e-06, 5.307822957274585e-06, 5.298329356849435e-06, 5.288758133274854e-06, 5.279110784334409e-06, 5.269388793975364e-06, 5.259593632233866e-06, 5.249726755165661e-06, 5.2397896047831135e-06, 5.229783609000798e-06, 5.2197101815904e-06, 5.209570722145553e-06, 5.199366616055711e-06, 5.189099234487734e-06, 5.178769934373407e-06, 5.168380058401132e-06, 5.157930935010434e-06, 5.1474238783883185e-06, 5.136860188467977e-06, 5.126241150930324e-06, 5.1155680372096624e-06, 5.104842104503923e-06, 5.094064595790162e-06, 5.083236739844827e-06, 5.072359751268898e-06, 5.061434830517043e-06, 5.050463163930495e-06, 5.0394459237734895e-06, 5.028384268273154e-06, 5.017279341663262e-06, 5.00613227423212e-06, 4.994944182374729e-06, 4.983716168649034e-06, 4.972449321835875e-06, 4.961144717002034e-06, 4.949803415565798e-06, 4.938426465364478e-06, 4.927014900723609e-06, 4.915569742527695e-06, 4.904091998292734e-06, 4.892582662240747e-06, 4.881042715376507e-06, 4.8694731255664875e-06, 4.857874847620254e-06, 4.846248823373785e-06, 4.834595981774856e-06, 4.822917238969975e-06, 4.811213498393021e-06, 4.799485650855305e-06, 4.787734574637239e-06, 4.775961135581543e-06, 4.764166187188081e-06, 4.752350570710185e-06, 4.740515115252317e-06, 4.728660637868904e-06, 4.716787943664042e-06, 4.704897825892e-06, 4.692991066058177e-06, 4.681068434020765e-06, 4.669130688092793e-06, 4.657178575144947e-06, 4.645212830708774e-06, 4.633234179080764e-06, 4.621243333426811e-06, 4.609240995887268e-06, 4.597227857682345e-06, 4.585204599217943e-06, 4.573171890191647e-06, 4.561130389698981e-06, 4.549080746339939e-06, 4.5370235983256725e-06, 4.5249595735854045e-06, 4.5128892898734596e-06, 4.500813354876401e-06, 4.488732366320101e-06, 4.4766469120767695e-06, 4.464557570271752e-06, 4.452464909390161e-06, 4.440369488383204e-06, 4.428271856774317e-06, 4.4161725547649854e-06, 4.404072113340291e-06, 4.3919710543741995e-06, 4.379869890734568e-06, 4.367769126387625e-06, 4.3556692565023015e-06, 4.34357076755391e-06, 4.331474137427582e-06, 4.319379835521061e-06, 4.3072883228471854e-06, 4.295200052135799e-06, 4.283115467935234e-06, 4.271035006713199e-06, 4.258959096957172e-06, 4.246888159274202e-06, 4.234822606490086e-06, 4.222762843747911e-06, 4.210709268605952e-06, 4.198662271134907e-06, 4.186622234014476e-06, 4.174589532629204e-06, 4.162564535163771e-06, 4.150547602697383e-06, 4.138539089297695e-06, 4.1265393421138e-06, 4.1145487014686046e-06, 4.102567500950453e-06, 4.090596067503959e-06, 4.0786347215201725e-06, 4.066683776925905e-06, 4.054743541272362e-06, 4.0428143158230086e-06, 4.030896395640669e-06, 4.018990069673803e-06, 4.0070956208420625e-06, 3.995213326121008e-06, 3.983343456626066e-06, 3.971486277695669e-06, 3.959642048973574e-06, 3.947811024490445e-06, 3.935993452744581e-06, 3.924189576781865e-06, 3.912399634274857e-06, 3.900623857601237e-06, 3.888862473921182e-06, 3.877115705254213e-06, 3.865383768555059e-06, 3.853666875788792e-06, 3.8419652340051225e-06, 3.830279045411972e-06, 3.818608507448191e-06, 3.8069538128554862e-06, 3.7953151497496e-06, 3.7836927016906626e-06, 3.772086647752756e-06, 3.7604971625927324e-06, 3.7489244165182036e-06, 3.7373685755548036e-06, 3.7258298015126552e-06, 3.714308252052037e-06, 3.7028040807483192e-06, 3.6913174371561634e-06, 3.67984846687292e-06, 3.6683973116012566e-06, 3.6569641092110963e-06, 3.6455489938007725e-06, 3.6341520957574764e-06, 3.6227735418169136e-06, 3.6114134551223014e-06, 3.600071955282628e-06, 3.5887491584301554e-06, 3.5774451772772683e-06, 3.5661601211725486e-06, 3.5548940961562397e-06, 3.5436472050149386e-06, 3.532419547335632e-06, 3.5212112195590714e-06, 3.510022315032407e-06, 3.4988529240612388e-06, 3.48770313396093e-06, 3.4765730291072972e-06, 3.465462690986649e-06, 3.454372198245138e-06, 3.443301626737555e-06, 3.4322510495753907e-06, 3.4212205371743522e-06, 3.4102101573012213e-06, 3.3992199751200793e-06, 3.388250053237971e-06, 3.377300451749928e-06, 3.3663712282834353e-06, 3.3554624380422545e-06, 3.344574133849705e-06, 3.33370636619137e-06, 3.322859183257221e-06, 3.312032630983162e-06, 3.301226753092064e-06, 3.290441591134176e-06, 3.2796771845270857e-06, 3.2689335705950743e-06, 3.2582107846079292e-06, 3.2475088598192997e-06, 3.236827827504456e-06, 3.2261677169975875e-06, 3.2155285557286075e-06, 3.204910369259372e-06, 3.194313181319484e-06, 3.1837370138416145e-06, 3.1731818869962404e-06, 3.16264781922605e-06, 3.1521348272797755e-06, 3.14164292624557e-06, 3.1311721295839862e-06, 3.12072244916042e-06, 3.110293895277186e-06, 3.099886476705098e-06, 3.0895002007146333e-06, 3.079135073106671e-06, 3.068791098242795e-06, 3.05846827907519e-06, 3.0481666171761246e-06, 3.0378861127669983e-06, 3.027626764747066e-06, 3.017388570721646e-06, 3.0071715270300298e-06, 2.996975628772999e-06, 2.9868008698399064e-06, 2.9766472429354417e-06, 2.9665147396059903e-06, 2.956403350265627e-06, 2.9463130642217986e-06, 2.936243869700573e-06, 2.9261957538716136e-06, 2.9161687028727505e-06, 2.9061627018342414e-06, 2.896177734902699e-06, 2.886213785264691e-06, 2.876270835169955e-06, 2.866348865954403e-06, 2.8564478580627017e-06, 2.8465677910705965e-06, 2.83670864370693e-06, 2.8268703938753197e-06, 2.817053018675583e-06, 2.8072564944248105e-06, 2.7974807966782185e-06, 2.787725900249665e-06, 2.7779917792318777e-06, 2.7682784070164455e-06, 2.7585857563135133e-06, 2.7489137991711924e-06, 2.739262506994717e-06, 2.7296318505653553e-06, 2.7200218000590387e-06, 2.710432325064724e-06, 2.700863394602546e-06, 2.6913149771417103e-06, 2.6817870406180786e-06, 2.672279552451634e-06, 2.662792479563589e-06, 2.653325788393343e-06, 2.6438794449151503e-06, 2.6344534146546296e-06, 2.625047662704969e-06, 2.6156621537429746e-06, 2.6062968520448783e-06, 2.596951721501926e-06, 2.5876267256357608e-06, 2.57832182761361e-06, 2.5690369902632435e-06, 2.5597721760877313e-06, 2.5505273472800483e-06, 2.5413024657374303e-06, 2.5320974930755392e-06, 2.522912390642475e-06, 2.5137471195325628e-06, 2.504601640599988e-06, 2.49547591447221e-06, 2.4863699015632274e-06, 2.4772835620866534e-06, 2.4682168560686284e-06, 2.4591697433605173e-06, 2.450142183651519e-06, 2.441134136481008e-06, 2.4321455612508094e-06, 2.4231764172372173e-06, 2.414226663602929e-06, 2.4052962594087855e-06, 2.396385163625346e-06, 2.3874933351443413e-06, 2.3786207327899376e-06, 2.3697673153298963e-06, 2.360933041486523e-06, 2.3521178699475336e-06, 2.343321759376738e-06, 2.334544668424614e-06, 2.325786555738667e-06, 2.3170473799737788e-06, 2.3083270998022767e-06, 2.299625673923985e-06, 2.290943061076067e-06, 2.28227922004279e-06, 2.273634109665109e-06, 2.2650076888501634e-06, 2.256399916580629e-06, 2.2478107519239618e-06, 2.2392401540414913e-06, 2.2306880821974e-06, 2.2221544957676247e-06, 2.2136393542485755e-06, 2.205142617265761e-06, 2.1966642445823512e-06, 2.1882041961075114e-06, 2.1797624319047486e-06, 2.1713389122000755e-06, 2.162933597390045e-06, 2.1545464480497494e-06, 2.146177424940663e-06, 2.137826489018358e-06, 2.1294936014401836e-06, 2.1211787235727727e-06, 2.112881816999493e-06, 2.104602843527759e-06, 2.0963417651962765e-06, 2.0880985442821816e-06, 2.079873143308032e-06, 2.071665525048803e-06, 2.0634756525386647e-06, 2.0553034890777723e-06, 2.0471489982388852e-06, 2.0390121438739457e-06, 2.030892890120505e-06, 2.022791201408148e-06, 2.0147070424647334e-06, 2.0066403783225803e-06, 1.9985911743246023e-06, 1.9905593961302967e-06, 1.982545009721684e-06, 1.9745479814091345e-06, 1.9665682778371277e-06, 1.958605865989935e-06, 1.9506607131971773e-06, 1.942732787139353e-06, 1.9348220558532393e-06, 1.926928487737234e-06, 1.9190520515566224e-06, 1.9111927164487177e-06, 1.9033504519279993e-06, 1.8955252278910918e-06, 1.887717014621722e-06, 1.8799257827955655e-06, 1.8721515034850288e-06, 1.8643941481639585e-06, 1.8566536887122464e-06, 1.848930097420411e-06, 1.8412233469940368e-06, 1.8335334105582097e-06, 1.8258602616618041e-06, 1.8182038742817645e-06, 1.8105642228272597e-06, 1.802941282143798e-06, 1.795335027517257e-06, 1.7877454346778302e-06, 1.7801724798039377e-06, 1.772616139526005e-06, 1.7650763909302422e-06, 1.7575532115622928e-06, 1.7500465794308438e-06, 1.7425564730111563e-06, 1.7350828712485213e-06, 1.7276257535616626e-06, 1.7201850998460615e-06, 1.7127608904771874e-06, 1.705353106313715e-06, 1.6979617287006114e-06, 1.6905867394722099e-06, 1.6832281209551736e-06, 1.6758858559714148e-06, 1.6685599278409394e-06, 1.6612503203846244e-06, 1.653957017926934e-06, 1.6466800052985563e-06, 1.6394192678389824e-06, 1.6321747913990253e-06, 1.6249465623432527e-06, 1.6177345675523664e-06, 1.6105387944255277e-06, 1.6033592308825834e-06, 1.5961958653662723e-06, 1.5890486868442985e-06, 1.5819176848114241e-06, 1.5748028492914278e-06, 1.5677041708390218e-06, 1.5606216405417077e-06, 1.5535552500215675e-06, 1.546504991436983e-06, 1.5394708574842745e-06, 1.5324528413993088e-06, 1.5254509369590263e-06, 1.518465138482883e-06, 1.511495440834249e-06, 1.5045418394217438e-06, 1.4976043302005015e-06, 1.4906829096733488e-06, 1.4837775748919628e-06, 1.4768883234579031e-06, 1.470015153523653e-06, 1.4631580637935132e-06, 1.4563170535244985e-06, 1.4494921225271307e-06, 1.442683271166165e-06, 1.4358905003612821e-06, 1.4291138115876725e-06, 1.4223532068765825e-06, 1.4156086888157808e-06, 1.4088802605499725e-06, 1.4021679257811144e-06, 1.3954716887687152e-06, 1.3887915543300079e-06, 1.382127527840109e-06, 1.3754796152320782e-06, 1.3688478229969046e-06, 1.3622321581834676e-06, 1.3556326283983727e-06, 1.3490492418057586e-06, 1.3424820071270299e-06, 1.3359309336405105e-06, 1.3293960311810095e-06, 1.3228773101393862e-06, 1.3163747814619598e-06, 1.3098884566499066e-06, 1.3034183477585689e-06, 1.2969644673966793e-06, 1.2905268287255537e-06, 1.2841054454581708e-06, 1.2777003318581914e-06, 1.2713115027389367e-06, 1.2649389734622407e-06, 1.2585827599372847e-06, 1.2522428786193189e-06, 1.2459193465083325e-06, 1.2396121811476397e-06, 1.2333214006223996e-06, 1.2270470235580588e-06, 1.2207890691187198e-06, 1.2145475570054301e-06, 1.208322507454407e-06, 1.2021139412351738e-06, 1.1959218796486353e-06, 1.189746344525058e-06, 1.18358735822199e-06, 1.177444943622101e-06, 1.171319124130934e-06, 1.1652099236745937e-06, 1.1591173666973437e-06, 1.1530414781591407e-06, 1.1469822835330607e-06, 1.140939808802696e-06, 1.13491408045941e-06, 1.1289051254995618e-06, 1.1229129714216327e-06, 1.1169376462232514e-06, 1.110979178398178e-06, 1.105037596933174e-06, 1.0991129313048004e-06, 1.0932052114761313e-06, 1.0873144678934044e-06, 1.0814407314825271e-06, 1.0755840336455913e-06, 1.0697444062572075e-06, 1.063921881660838e-06, 1.0581164926649767e-06, 1.0523282725392855e-06, 1.0465572550106304e-06, 1.040803474259022e-06, 1.0350669649134967e-06, 1.0293477620478712e-06, 1.023645901176444e-06, 1.0179614182495897e-06, 1.0122943496492653e-06, 1.0066447321844413e-06, 1.0010126030864157e-06, 9.95398000004079e-07, 9.898009609990344e-07, 9.84221524540688e-07, 9.786597295012e-07, 9.731156151503626e-07, 9.67589221150393e-07, 9.62080587550616e-07, 9.565897547820712e-07, 9.511167636520236e-07, 9.456616553383586e-07, 9.402244713839297e-07, 9.348052536907675e-07, 9.294040445142032e-07, 9.24020886456931e-07, 9.18655822462933e-07, 9.133088958113137e-07, 9.07980150110089e-07, 9.026696292898041e-07, 8.973773775971165e-07, 8.921034395882539e-07, 8.868478601223737e-07, 8.816106843548394e-07, 8.763919577304048e-07, 8.71191725976269e-07, 8.66010035095069e-07, 8.608469313577704e-07, 8.557024612964328e-07, 8.50576671696912e-07, 8.454696095914449e-07, 8.403813222511423e-07, 8.353118571783792e-07, 8.302612620991008e-07, 8.252295849550165e-07, 8.202168738956949e-07, 8.152231772705819e-07, 8.102485436208908e-07, 8.052930216714247e-07, 8.003566603222737e-07, 7.954395086404445e-07, 7.905416158513565e-07, 7.856630313302826e-07, 7.808038045936573e-07, 7.759639852903056e-07, 7.711436231925739e-07, 7.663427681873643e-07, 7.6156147026707e-07, 7.56799779520419e-07, 7.520577461232169e-07, 7.473354203290071e-07, 7.426328524596256e-07, 7.379500928956601e-07, 7.332871920668305e-07, 7.286442004422566e-07, 7.240211685206561e-07, 7.194181468204264e-07, 7.148351858696613e-07, 7.102723361960502e-07, 7.057296483167141e-07, 7.012071727279296e-07, 6.967049598947853e-07, 6.922230602407276e-07, 6.877615241370504e-07, 6.833204018922579e-07, 6.788997437413952e-07, 6.744995998352476e-07, 6.70120020229469e-07, 6.657610548736589e-07, 6.614227536003179e-07, 6.571051661137429e-07, 6.528083419788465e-07, 6.485323306098925e-07, 6.442771812591582e-07, 6.400429430055199e-07, 6.358296647429638e-07, 6.31637395169028e-07, 6.27466182773181e-07, 6.233160758251154e-07, 6.191871223629815e-07, 6.15079370181561e-07, 6.109928668203684e-07, 6.069276595516873e-07, 6.028837953685493e-07, 5.988613209726644e-07, 5.948602827622774e-07, 5.908807268199654e-07, 5.869226989004058e-07, 5.829862444180686e-07, 5.790714084348653e-07, 5.751782356477602e-07, 5.713067703763105e-07, 5.674570565502029e-07, 5.636291376967059e-07, 5.59823056928106e-07, 5.560388569291067e-07, 5.522765799441823e-07, 5.485362677649168e-07, 5.448179617172818e-07, 5.411217026489206e-07, 5.374475309163926e-07, 5.337954863723904e-07, 5.301656083529409e-07, 5.26557935664591e-07, 5.229725065715812e-07, 5.194093587829989e-07, 5.158685294399364e-07, 5.123500551026151e-07, 5.088539717375474e-07, 5.053803147046651e-07, 5.019291187444556e-07, 4.985004179651195e-07, 4.950942458297224e-07, 4.917106351433647e-07, 4.883496180403579e-07, 4.850112259714383e-07, 4.816954896909765e-07, 4.784024392442307e-07, 4.751321039546197e-07, 4.7188451241103864e-07, 4.6865969245518366e-07, 4.6545767116894597e-07, 4.62278474861832e-07, 4.591221290584201e-07, 4.559886584858877e-07, 4.5287808706157565e-07, 4.4979043788060717e-07, 4.4672573320358623e-07, 4.4368399444432653e-07, 4.406652421576862e-07, 4.3766949602743714e-07, 4.3469677485422716e-07, 4.3174709654363727e-07, 4.2882047809428243e-07, 4.259169355860272e-07, 4.230364841682909e-07, 4.2017913804843175e-07, 4.173449104802351e-07, 4.1453381375251837e-07, 4.1174585917781893e-07, 4.089810570812056e-07, 4.06239416789207e-07, 4.0352094661884184e-07, 4.008256538667932e-07, 3.981535447986912e-07, 3.9550462463853743e-07, 3.928788975582512e-07, 3.9027636666736744e-07, 3.8769703400287366e-07, 3.851409005191855e-07, 3.8260796607827997e-07, 3.800982294399897e-07, 3.7761168825243497e-07, 3.7514833904263983e-07, 3.7270817720730905e-07, 3.702911970037689e-07, 3.6789739154109255e-07, 3.6552675277139273e-07, 3.6317927148131673e-07, 3.608549372837044e-07, 3.5855373860945323e-07, 3.5627566269957076e-07, 3.540206955974414e-07, 3.51788822141268e-07, 3.4958002595674036e-07, 3.4739428944991106e-07, 3.45231593800287e-07, 3.430919189541224e-07, 3.4097524361795567e-07, 3.388815452523637e-07, 3.3681080006593934e-07, 3.347629830095013e-07, 3.3273806777055035e-07, 3.3073602676795744e-07, 3.287568311468928e-07, 3.268004507740074e-07, 3.2486685423285486e-07, 3.2295600881958437e-07, 3.210678805388663e-07, 3.1920243410008895e-07, 3.173596329138208e-07, 3.1553943908853676e-07, 3.137418134276011e-07, 3.1196671542653096e-07, 3.1021410327054e-07, 3.084839338323466e-07, 3.067761626702597e-07, 3.0509074402656373e-07, 3.034276308261619e-07, 3.0178677467552916e-07, 3.0016812586194284e-07, 2.985716333530053e-07, 2.9699724479645146e-07, 2.9544490652027216e-07, 2.939145635331086e-07, 2.9240615952497244e-07, 2.909196368682343e-07, 2.894549366189454e-07, 2.880119985184394e-07, 2.865907609952483e-07, 2.8519116116733676e-07, 2.838131348446056e-07, 2.8245661653175094e-07, 2.811215394313931e-07, 2.7980783544754335e-07, 2.7851543518935617e-07, 2.7724426797521823e-07, 2.7599426183712554e-07, 2.7476534352538834e-07, 2.7355743851364024e-07, 2.7237047100415937e-07, 2.712043639335076e-07, 2.7005903897847264e-07, 2.6893441656232865e-07, 2.678304158614068e-07, 2.6674695481196853e-07, 2.6568395011740667e-07, 2.6464131725573246e-07, 2.63618970487389e-07, 2.626168228633586e-07, 2.6163478623359146e-07, 2.606727712557197e-07, 2.597306874040903e-07, 2.5880844297908823e-07, 2.5790594511677135e-07, 2.5702309979878545e-07, 2.5615981186259457e-07, 2.553159850119891e-07, 2.544915218278959e-07, 2.5368632377946936e-07, 2.5290029123547976e-07, 2.5213332347596587e-07, 2.5138531870419417e-07, 2.5065617405887164e-07, 2.4994578562665413e-07, 2.492540484549102e-07, 2.485808565647673e-07, 2.479261029644021e-07, 2.4728967966262465e-07, 2.466714776826904e-07, 2.4607138707638065e-07, 2.4548929693833166e-07, 2.4492509542060777e-07, 2.4437866974751633e-07, 2.438499062306647e-07, 2.4333869028424575e-07, 2.4284490644055457e-07, 2.4236843836572264e-07, 2.419091688756901e-07, 2.4146697995236986e-07, 2.410417527600375e-07, 2.406333676619159e-07, 2.40241704236968e-07, 2.398666412968819e-07, 2.395080569032364e-07, 2.3916582838486593e-07, 2.388398323553901e-07, 2.3852994473092264e-07, 2.3823604074794569e-07, 2.379579949813463e-07, 2.3769568136261136e-07, 2.3744897319816178e-07, 2.372177431878439e-07, 2.3700186344354968e-07, 2.3680120550797236e-07, 2.36615640373484e-07, 2.3644503850113836e-07, 2.3628926983978293e-07, 2.3614820384527152e-07, 2.360217094997951e-07, 2.3590965533128495e-07, 2.3581190943291876e-07, 2.3572833948270406e-07, 2.3565881276312625e-07, 2.356031961808871e-07, 2.3556135628667822e-07, 2.3553315929502922e-07, 2.3551847110419135e-07, 2.355171573160734e-07, 2.3552908325620526e-07, 2.3555411399373062e-07, 2.355921143614241e-07, 2.3564294897572027e-07, 2.357064822567536e-07, 2.3578257844839726e-07, 2.3587110163830114e-07, 2.3597191577791612e-07, 2.360848847024917e-07, 2.3620987215106963e-07, 2.3634674178642473e-07, 2.3649535721497386e-07, 2.3665558200665394e-07, 2.368272797147282e-07, 2.3701031389554657e-07, 2.3720454812824557e-07, 2.3740984603436895e-07, 2.3762607129741625e-07, 2.3785308768231067e-07, 2.3809075905477644e-07, 2.3833894940061752e-07, 2.385975228448998e-07, 2.3886634367103114e-07, 2.391452763397116e-07, 2.394341855077828e-07, 2.397329360469459e-07, 2.4004139306234363e-07, 2.403594219110136e-07, 2.406868882202002e-07, 2.410236579055141e-07, 2.4136959718894104e-07, 2.4172457261669683e-07, 2.420884510769156e-07, 2.424610998171692e-07, 2.4284238646181734e-07, 2.4323217902917595e-07, 2.4363034594850654e-07, 2.4403675607681386e-07, 2.4445127871545255e-07, 2.4487378362654594e-07, 2.453041410491833e-07, 2.457422217154356e-07, 2.4618789686614895e-07, 2.4664103826652055e-07, 2.4710151822147215e-07, 2.475692095907895e-07, 2.480439858040422e-07, 2.485257208752708e-07, 2.490142894174538e-07, 2.495095666567246e-07, 2.5001142844635756e-07, 2.505197512805153e-07, 2.510344123077456e-07, 2.5155528934423834e-07, 2.520822608868205e-07, 2.5261520612571623e-07, 2.5315400495703545e-07, 2.5369853799501547e-07, 2.542486865840037e-07, 2.548043328101684e-07, 2.553653595129587e-07, 2.5593165029629566e-07, 2.565030895394938e-07, 2.570795624079119e-07, 2.5766095486335047e-07, 2.582471536741526e-07, 2.5883804642505443e-07, 2.5943352152675814e-07, 2.60033468225219e-07, 2.6063777661067435e-07, 2.6124633762638376e-07, 2.6185904307710616e-07, 2.624757856372837e-07, 2.630964588589722e-07, 2.637209571794678e-07, 2.643491759286861e-07, 2.6498101133623565e-07, 2.656163605382403e-07, 2.6625512158386705e-07, 2.6689719344159186e-07, 2.675424760051784e-07, 2.68190870099394e-07, 2.688422774854411e-07, 2.6949660086612494e-07, 2.7015374389074593e-07, 2.708136111597159e-07, 2.714761082289213e-07, 2.721411416137933e-07, 2.728086187931355e-07, 2.7347844821267205e-07, 2.741505392883366e-07, 2.7482480240929963e-07, 2.755011489407308e-07, 2.761794912263153e-07, 2.7685974259049247e-07, 2.775418173404672e-07, 2.7822563076794326e-07, 2.7891109915062773e-07, 2.795981397534684e-07, 2.8028667082966556e-07, 2.80976611621424e-07, 2.81667882360473e-07, 2.823604042683495e-07, 2.830540995564417e-07, 2.837488914258011e-07, 2.844447040667274e-07, 2.8514146265812415e-07, 2.858390933666302e-07, 2.8653752334553236e-07, 2.8723668073345827e-07, 2.8793649465285335e-07, 2.8863689520824706e-07, 2.893378134843117e-07, 2.900391815437134e-07, 2.9074093242476e-07, 2.9144300013885353e-07, 2.9214531966774455e-07, 2.928478269605928e-07, 2.9355045893083966e-07, 2.942531534528993e-07, 2.949558493586579e-07, 2.9565848643380554e-07, 2.963610054139812e-07, 2.970633479807593e-07, 2.977654567574527e-07, 2.9846727530476443e-07, 2.9916874811626894e-07, 2.998698206137424e-07, 3.005704391423345e-07, 3.0127055096559017e-07, 3.019701042603277e-07, 3.026690481113692e-07, 3.033673325061341e-07, 3.040649083290992e-07, 3.047617273561187e-07, 3.05457742248621e-07, 3.061529065476829e-07, 3.06847174667972e-07, 3.0754050189158257e-07, 3.082328443617494e-07, 3.0892415907645583e-07, 3.096144038819248e-07, 3.103035374660225e-07, 3.109915193515437e-07, 3.11678309889414e-07, 3.123638702517907e-07, 3.1304816242507725e-07, 3.137311492028514e-07, 3.1441279417870737e-07, 3.1509306173902374e-07, 3.1577191705564715e-07, 3.1644932607851444e-07, 3.1712525552819167e-07, 3.177996728883594e-07, 3.184725463982264e-07, 3.1914384504488624e-07, 3.1981353855561976e-07, 3.204815973901416e-07, 3.2114799273279394e-07, 3.2181269648470056e-07, 3.224756812558662e-07, 3.231369203572473e-07, 3.2379638779277244e-07, 3.2445405825133757e-07, 3.251099070987599e-07, 3.2576391036971164e-07, 3.2641604475961897e-07, 3.270662876165439e-07, 3.277146169330382e-07, 3.2836101133798713e-07, 3.290054500884311e-07, 3.296479130613742e-07, 3.302883807455901e-07, 3.3092683423340894e-07, 3.3156325521250907e-07, 3.321976259576935e-07, 3.3282992932268525e-07, 3.334601487319019e-07, 3.340882681722511e-07, 3.347142721849223e-07, 3.3533814585719626e-07, 3.3595987481425644e-07, 3.365794452110183e-07, 3.371968437239741e-07, 3.3781205754305165e-07, 3.384250743634962e-07, 3.390358823777686e-07, 3.3964447026747014e-07, 3.402508271952926e-07, 3.408549427969929e-07, 3.414568071733956e-07, 3.4205641088242916e-07, 3.4265374493119027e-07, 3.4324880076804347e-07, 3.438415702747612e-07, 3.444320457586863e-07, 3.4502021994494837e-07, 3.456060859687145e-07, 3.461896373674747e-07, 3.467708680733786e-07, 3.4734977240561625e-07, 3.4792634506283184e-07, 3.48500581115603e-07, 3.490724759989497e-07, 3.496420255049071e-07, 3.5020922577513595e-07, 3.5077407329359085e-07, 3.513365648792424e-07, 3.518966976788491e-07, 3.524544691597818e-07, 3.530098771029085e-07, 3.535629195955334e-07, 3.541135950243881e-07, 3.5466190206868833e-07, 3.5520783969324725e-07, 3.5575140714164325e-07, 3.5629260392945274e-07, 3.5683142983754353e-07, 3.5736788490542775e-07, 3.579019694246781e-07, 3.5843368393240665e-07, 3.589630292048086e-07, 3.59490006250765e-07, 3.6001461630551633e-07, 3.605368608243977e-07, 3.6105674147663445e-07, 3.6157426013921693e-07, 3.620894188908236e-07, 3.626022200058252e-07, 3.6311266594834953e-07, 3.6362075936641414e-07, 3.641265030861224e-07, 3.6462990010593805e-07, 3.6513095359101047e-07, 3.6562966686758703e-07, 3.6612604341747803e-07, 3.6662008687259966e-07, 3.671118010095786e-07, 3.676011897444323e-07, 3.680882571273097e-07, 3.6857300733730766e-07, 3.690554446773498e-07, 3.6953557356914134e-07, 3.700133985481845e-07, 3.704889242588679e-07, 3.709621554496237e-07, 3.7143309696815e-07, 3.7190175375670577e-07, 3.7236813084747387e-07, 3.7283223335798443e-07, 3.732940664866201e-07, 3.7375363550817453e-07, 3.7421094576948973e-07, 3.7466600268515437e-07, 3.7511881173327125e-07, 3.7556937845129226e-07, 3.760177084319188e-07, 3.7646380731907166e-07, 3.7690768080391945e-07, 3.773493346209875e-07, 3.777887745443148e-07, 3.7822600638368685e-07, 3.7866103598093824e-07, 3.790938692063011e-07, 3.795245119548403e-07, 3.799529701429398e-07, 3.8037924970485015e-07, 3.8080335658931213e-07, 3.812252967562294e-07, 3.816450761734112e-07, 3.820627008133791e-07, 3.8247817665022333e-07, 3.8289150965654305e-07, 3.833027058004187e-07, 3.837117710424674e-07, 3.84118711332949e-07, 3.845235326089343e-07, 3.849262407915289e-07, 3.853268417831579e-07, 3.85725341464913e-07, 3.861217456939464e-07, 3.865160603009339e-07, 3.86908291087588e-07, 3.872984438242282e-07, 3.8768652424740767e-07, 3.880725380575933e-07, 3.884564909169093e-07, 3.8883838844691826e-07, 3.8921823622647463e-07, 3.895960397896172e-07, 3.899718046235216e-07, 3.9034553616650344e-07, 3.9071723980607534e-07, 3.9108692087704855e-07, 3.9145458465969285e-07, 3.91820236377942e-07, 3.9218388119765403e-07, 3.9254552422491125e-07, 3.929051705043785e-07, 3.9326282501770393e-07, 3.9361849268197215e-07, 3.939721783481982e-07, 3.9432388679987207e-07, 3.9467362275154897e-07, 3.9502139084748395e-07, 3.953671956603124e-07, 3.9571104168977636e-07, 3.960529333614903e-07, 3.9639287502575236e-07, 3.967308709564042e-07, 3.970669253497215e-07, 3.9740104232335755e-07, 3.977332259153205e-07, 3.9806348008299856e-07, 3.9839180870221276e-07, 3.9871821556632924e-07, 3.9904270438538937e-07, 3.9936527878529375e-07, 3.9968594230701704e-07, 4.0000469840586386e-07, 4.0032155045076043e-07, 4.0063650172358153e-07, 4.0094955541851694e-07, 4.0126071464147063e-07, 4.015699824094956e-07, 4.0187736165026413e-07, 4.021828552015743e-07, 4.0248646581088453e-07, 4.0278819613488305e-07, 4.030880487390996e-07, 4.033860260975293e-07, 4.0368213059231105e-07, 4.039763645134178e-07, 4.0426873005839266e-07, 4.045592293321035e-07, 4.048478643465351e-07, 4.051346370206053e-07, 4.0541954918001726e-07, 4.0570260255712957e-07, 4.0598379879086286e-07, 4.062631394266325e-07, 4.0654062591630656e-07, 4.068162596181869e-07, 4.070900417970247e-07, 4.0736197362405383e-07, 4.076320561770559e-07, 4.079002904404444e-07, 4.081666773053749e-07, 4.084312175698841e-07, 4.086939119390459e-07, 4.089547610251468e-07, 4.0921376534790396e-07, 4.094709253346775e-07, 4.0972624132072656e-07, 4.099797135494755e-07, 4.102313421728058e-07, 4.1048112725136875e-07, 4.107290687549117e-07, 4.1097516656263426e-07, 4.112194204635556e-07, 4.1146183015690584e-07, 4.117023952525328e-07, 4.119411152713277e-07, 4.121779896456725e-07, 4.1241301771989866e-07, 4.126461987507639e-07, 4.128775319079537e-07, 4.1310701627458733e-07, 4.1333465084775e-07, 4.135604345390334e-07, 4.1378436617509537e-07, 4.1400644449823426e-07, 4.14226668166977e-07, 4.144450357566802e-07, 4.146615457601487e-07, 4.1487619658826675e-07, 4.150889865706371e-07, 4.152999139562402e-07, 4.155089769141028e-07, 4.1571617353398027e-07, 4.1592150182704686e-07, 4.161249597266004e-07, 4.1632654508878455e-07, 4.1652625569330807e-07, 4.167240892441831e-07, 4.1692004337048057e-07, 4.1711411562708147e-07, 4.17306303495449e-07, 4.174966043844042e-07, 4.176850156309103e-07, 4.1787153450087724e-07, 4.180561581899568e-07, 4.182388838243605e-07, 4.1841970846167955e-07, 4.1859862909171324e-07, 4.1877564263730893e-07, 4.1895074595519967e-07, 4.191239358368594e-07, 4.192952090093646e-07, 4.1946456213624726e-07, 4.1963199181837764e-07, 4.1979749459483355e-07, 4.19961066943785e-07, 4.201227052833845e-07, 4.202824059726565e-07, 4.2044016531239786e-07, 4.2059597954608497e-07, 4.207498448607744e-07, 4.209017573880226e-07, 4.2105171320479964e-07, 4.211997083344082e-07, 4.2134573874741186e-07, 4.214898003625617e-07, 4.21631889047729e-07, 4.2177200062083613e-07, 4.2191013085079827e-07, 4.220462754584624e-07, 4.221804301175522e-07, 4.2231259045560886e-07, 4.2244275205494353e-07, 4.225709104535845e-07, 4.2269706114622883e-07, 4.228211995851951e-07, 4.2294332118137895e-07, 4.2306342130520926e-07, 4.231814952876034e-07, 4.23297538420925e-07, 4.234115459599432e-07, 4.2352351312279464e-07, 4.236334350919383e-07, 4.237413070151196e-07, 4.238471240063262e-07, 4.239508811467512e-07, 4.240525734857561e-07, 4.241521960418239e-07, 4.242497438035216e-07, 4.2434521173045766e-07, 4.244385947542446e-07, 4.2452988777944794e-07, 4.246190856845502e-07, 4.247061833228996e-07, 4.2479117552366833e-07, 4.248740570928024e-07, 4.249548228139708e-07, 4.2503346744952046e-07, 4.251099857414163e-07, 4.251843724121938e-07, 4.2525662216589613e-07, 4.253267296890201e-07, 4.253946896514541e-07, 4.254604967074132e-07, 4.2552414549637805e-07, 4.2558563064402553e-07, 4.256449467631532e-07, 4.257020884546109e-07, 4.2575705030822694e-07, 4.258098269037228e-07, 4.258604128116372e-07, 4.2590880259423615e-07, 4.2595499080642716e-07, 4.2599897199666794e-07, 4.2604074070787486e-07, 4.2608029147831735e-07, 4.26117618842523e-07, 4.2615271733216783e-07, 4.2618558147697303e-07, 4.262162058055867e-07, 4.2624458484646977e-07, 4.262707131287776e-07, 4.2629458518323503e-07, 4.26316195543005e-07, 4.263355387445642e-07, 4.2635260932855814e-07, 4.2636740184066614e-07, 4.263799108324565e-07, 4.263901308622368e-07, 4.263980564959002e-07, 4.2640368230777e-07, 4.2640700288143466e-07, 4.2640801281058375e-07, 4.2640670669983935e-07, 4.2640307916557414e-07, 4.2639712483673594e-07, 4.2638883835566264e-07, 4.2637821437889104e-07, 4.263652475779653e-07, 4.2634993264023474e-07, 4.263322642696506e-07, 4.263122371875618e-07, 4.2628984613349526e-07, 4.2626508586593944e-07, 4.2623795116312194e-07, 4.262084368237831e-07, 4.261765376679384e-07, 4.2614224853763937e-07, 4.261055642977362e-07, 4.260664798366236e-07, 4.2602499006698786e-07, 4.259810899265486e-07, 4.259347743787955e-07, 4.2588603841371915e-07, 4.258348770485347e-07, 4.257812853284004e-07, 4.257252583271391e-07, 4.2566679114794434e-07, 4.25605878924082e-07, 4.2554251681959247e-07, 4.254767000299868e-07, 4.254084237829305e-07, 4.253376833389303e-07, 4.2526447399200884e-07, 4.251887910703802e-07, 4.251106299371183e-07, 4.2502998599081037e-07, 4.249468546662263e-07, 4.2486123143495547e-07, 4.2477311180606527e-07, 4.2468249132673364e-07, 4.245893655828826e-07, 4.244937301998188e-07, 4.2439558084283915e-07, 4.2429491321786845e-07, 4.2419172307205857e-07, 4.240860061944041e-07, 4.239777584163392e-07, 4.238669756123409e-07, 4.237536537005128e-07, 4.236377886431794e-07, 4.235193764474568e-07, 4.233984131658408e-07, 4.2327489489676254e-07, 4.2314881778516066e-07, 4.230201780230431e-07, 4.228889718500337e-07, 4.2275519555392286e-07, 4.2261884547121126e-07, 4.224799179876488e-07, 4.223384095387593e-07, 4.2219431661037653e-07, 4.22047635739156e-07, 4.2189836351310014e-07, 4.2174649657206305e-07, 4.215920316082534e-07, 4.2143496536674e-07, 4.212752946459413e-07, 4.2111301629812137e-07, 4.209481272298606e-07, 4.2078062440254804e-07, 4.206105048328456e-07, 4.2043776559316104e-07, 4.2026240381210323e-07, 4.2008441667494906e-07, 4.1990380142408533e-07, 4.1972055535946586e-07, 4.195346758390421e-07, 4.193461602792061e-07, 4.1915500615521804e-07, 4.189612110016348e-07, 4.187647724127274e-07, 4.1856568804290026e-07, 4.183639556070933e-07, 4.181595728811949e-07, 4.1795253770243913e-07, 4.1774284796979575e-07, 4.175305016443666e-07, 4.1731549674976503e-07, 4.1709783137249567e-07, 4.168775036623284e-07, 4.166545118326689e-07, 4.164288541609169e-07, 4.1620052898883266e-07, 4.1596953472288385e-07, 4.1573586983459695e-07, 4.154995328609021e-07, 4.15260522404464e-07, 4.150188371340255e-07, 4.1477447578472757e-07, 4.1452743715843853e-07, 4.142777201240673e-07, 4.140253236178777e-07, 4.137702466437982e-07, 4.13512488273728e-07, 4.1325204764782704e-07, 4.1298892397481523e-07, 4.1272311653226267e-07, 4.1245462466686645e-07, 4.121834477947348e-07, 4.1190958540166e-07, 4.1163303704338274e-07, 4.113538023458628e-07, 4.110718810055293e-07, 4.1078727278954656e-07, 4.1049997753605226e-07, 4.102099951544074e-07, 4.099173256254341e-07, 4.096219690016517e-07, 4.09323925407506e-07, 4.090231950395945e-07, 4.0871977816688557e-07, 4.0841367513093507e-07, 4.0810488634609766e-07, 4.0779341229973136e-07, 4.074792535524015e-07, 4.0716241073807207e-07, 4.0684288456430345e-07, 4.06520675812434e-07, 4.0619578533776755e-07, 4.058682140697473e-07, 4.055379630121304e-07, 4.052050332431525e-07, 4.0486942591569744e-07, 4.045311422574511e-07, 4.041901835710593e-07, 4.0384655123427485e-07, 4.0350024670009817e-07, 4.031512714969311e-07, 4.0279962722869477e-07, 4.0244531557497433e-07, 4.0208833829113764e-07, 4.017286972084614e-07, 4.013663942342463e-07, 4.0100143135192806e-07, 4.006338106211875e-07, 4.002635341780549e-07, 3.99890604235005e-07, 3.995150230810553e-07, 3.991367930818501e-07, 3.9875591667975417e-07, 3.983723963939283e-07, 3.979862348203991e-07, 3.9759743463214394e-07, 3.9720599857914785e-07, 3.9681192948846905e-07, 3.9641523026429763e-07, 3.9601590388800815e-07, 3.9561395341820836e-07, 3.9520938199078527e-07, 3.9480219281894197e-07, 3.94392389193239e-07, 3.939799744816176e-07, 3.935649521294335e-07, 3.93147325659474e-07, 3.927270986719808e-07, 3.9230427484465827e-07, 3.9187885793268563e-07, 3.914508517687176e-07, 3.9102026026289156e-07, 3.905870874028187e-07, 3.901513372535715e-07, 3.8971301395767793e-07, 3.892721217350987e-07, 3.888286648832118e-07, 3.8838264777677665e-07, 3.8793407486791264e-07, 3.8748295068605966e-07, 3.870292798379351e-07, 3.8657306700750255e-07, 3.861143169559107e-07, 3.8565303452144636e-07, 3.8518922461948015e-07, 3.847228922424031e-07, 3.8425404245955906e-07, 3.8378268041718135e-07, 3.833088113383105e-07, 3.8283244052272855e-07, 3.8235357334686335e-07, 3.818722152637096e-07, 3.8138837180273833e-07, 3.8090204856979593e-07, 3.804132512470129e-07, 3.799219855926943e-07, 3.794282574412122e-07, 3.7893207270289686e-07, 3.7843343736392147e-07, 3.779323574861756e-07, 3.774288392071448e-07, 3.7692288873978413e-07, 3.764145123723786e-07, 3.7590371646841404e-07, 3.7539050746642776e-07, 3.7487489187987175e-07, 3.743568762969539e-07, 3.738364673804919e-07, 3.7331367186775145e-07, 3.727884965702872e-07, 3.7226094837377263e-07, 3.7173103423783806e-07, 3.7119876119588303e-07, 3.706641363549144e-07, 3.701271668953524e-07, 3.6958786007084497e-07, 3.690462232080856e-07, 3.6850226370661336e-07, 3.679559890386091e-07, 3.674074067487099e-07, 3.6685652445378057e-07, 3.663033498427257e-07, 3.657478906762552e-07, 3.6519015478668246e-07, 3.6463015007769284e-07, 3.640678845241191e-07, 3.635033661717139e-07, 3.629366031369154e-07, 3.623676036066072e-07, 3.617963758378788e-07, 3.6122292815778025e-07, 3.6064726896307236e-07, 3.6006940671997307e-07, 3.5948934996389863e-07, 3.589071072992112e-07, 3.5832268739894077e-07, 3.5773609900452756e-07, 3.571473509255501e-07, 3.565564520394413e-07, 3.559634112912165e-07, 3.553682376931825e-07, 3.547709403246607e-07, 3.541715283316917e-07, 3.5357001092673535e-07, 3.5296639738837945e-07, 3.5236069706103915e-07, 3.5175291935464773e-07, 3.511430737443518e-07, 3.505311697701881e-07, 3.4991721703678533e-07, 3.493012252130293e-07, 3.4868320403174716e-07, 3.4806316328938065e-07, 3.4744111284565403e-07, 3.4681706262323823e-07, 3.4619102260742343e-07, 3.4556300284576363e-07, 