{"payload": {"model": {"config": {"name": "model_21", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1], "dtype": "float64", "sparse": false, "ragged": false, "name": "input_22"}, "name": "input_22", "inbound_nodes": []}, {"class_name": "Lambda", "config": {"name": "lambda", "trainable": true, "dtype": "float64", "function": ["4wEAAAAAAAAAAQAAAAMAAAATAAAAcxAAAAB8AIgBGACIAIgBGAAbAFMAKQFOqQApAdoBeCkC2gV4\nX21heNoFeF9taW5yAQAAAHofPGlweXRob24taW5wdXQtNDUtMDc5OTJiNjIyODkyPtoIPGxhbWJk\nYT4JAQAA8wAAAAA=\n", null, [1, 0.1]], "function_type": "lambda", "module": "__main__", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {}}, "name": "lambda", "inbound_nodes": [[["input_22", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_168", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_168", "inbound_nodes": [[["lambda", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_169", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_169", "inbound_nodes": [[["dense_168", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_170", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_170", "inbound_nodes": [[["dense_169", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_171", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_171", "inbound_nodes": [[["dense_170", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_172", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_172", "inbound_nodes": [[["dense_171", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_173", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_173", "inbound_nodes": [[["dense_172", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_174", "trainable": true, "dtype": "float64", "units": 10, "activation": "tanh", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_174", "inbound_nodes": [[["dense_173", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_175", "trainable": true, "dtype": "float64", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_175", "inbound_nodes": [[["dense_174", 0, 0, {}]]]}], "input_layers": [["input_22", 0, 0]], "output_layers": [["dense_175", 0, 0]]}, "summary": ["Model: \"model_21\"", "_________________________________________________________________", "Layer (type)                 Output Shape              Param #   ", "=================================================================", "input_22 (InputLayer)        [(None, 1)]               0         ", "_________________________________________________________________", "lambda (Lambda)              (None, 1)                 0         ", "_________________________________________________________________", "dense_168 (Dense)            (None, 10)                20        ", "_________________________________________________________________", "dense_169 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_170 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_171 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_172 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_173 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_174 (Dense)            (None, 10)                110       ", "_________________________________________________________________", "dense_175 (Dense)            (None, 1)                 11        ", "=================================================================", "Total params: 691", "Trainable params: 691", "Non-trainable params: 0", "_________________________________________________________________"]}, "kwargs": {"border_xs": [[0.1]], "border_ys": [[20.1]], "inside_xs_builder": "<function linspace_inside_xs_builder_builder.<locals>._inside_xs_builder at 0x7f115026c710>", "border_builder": "<function border_with_function_values_builder at 0x7f11508430e0>", "equation_builder": "<function first_order_equation_builder_builder.<locals>.equation_builder at 0x7f115026c320>", "input_dim": 1, "output_dim": 1, "sol": "<function <lambda> at 0x7f115026c9e0>", "x_min": 0.1, "random_seed": 1, "N_f": 1000, "epochs": 2000, "clip_grad": 1, "learning_rate": 0.01, "model_builder": "NN[[10, 10, 10, 10, 10, 10, 10]]", "optimizers": [1, 1], "border_loss_multiplier": 1, "ode": "NL-ODE1"}, "losses": [406.5354103055574, 394.7777144593, 383.18498107030655, 371.91841506924106, 362.55792916613586, 356.47196485381914, 353.7518464223286, 353.123639750742, 353.0214775114486, 352.7429208097132, 352.18499769595536, 351.47604909181496, 350.7791398187399, 350.2073277564391, 349.73791611178115, 349.48715710179124, 349.7754693940074, 349.0391266200207, 347.09785287517406, 344.9457756785287, 342.6592991705424, 339.8539268216368, 336.16759103205504, 331.28254362194343, 325.33731059859565, 318.9208064305242, 311.9903796700445, 304.5679666017667, 298.21158863293715, 291.297159267938, 284.1090010458181, 277.7653587393352, 271.62813924464143, 265.4205141004752, 260.29635574322725, 255.79295747799486, 254.1238309477364, 251.69392435565135, 247.62253627167848, 244.5874282615787, 241.19811604333825, 237.64369565521955, 234.51330259510755, 228.90629874624867, 224.64683859971518, 219.40574812560436, 212.50322378733452, 208.44255253030713, 206.99801166716261, 204.14564116717074, 202.808713864689, 200.5413823654249, 194.50206063603542, 195.33408921641282, 193.90258040036952, 183.0904015217118, 180.27027388202885, 181.63383896584833, 175.25346772207405, 174.74264173854613, 176.1936418728063, 166.92206636895327, 165.90617932541667, 166.78170622073313, 159.8509835868144, 161.74664925051997, 164.3510031257955, 152.65919595096528, 151.5716181189491, 153.41777495517277, 144.07972540685446, 145.52066077245127, 150.73470329714254, 138.65920639483886, 136.22093657206966, 137.26910991160614, 129.38783263559213, 131.61055884630318, 136.1113090932793, 124.31033742488016, 122.74093850742224, 123.19210190327698, 116.16104269779458, 118.71410093004933, 122.47218449003253, 110.93524366100962, 110.88044265157585, 111.11947512395251, 106.351660592867, 107.27598986804202, 108.74244231605788, 96.8524382016405, 100.45113970659226, 100.79606747799197, 94.17645692539973, 91.40532955398001, 93.45263379515346, 85.28824548268604, 91.16877602399953, 90.42999232516391, 86.30527946008911, 83.79787133709047, 83.8315298802747, 73.27262541310246, 79.6861319307491, 79.38226759696842, 74.16514937044798, 73.41287114495924, 77.23607710101916, 66.22149222417423, 71.5462945530798, 70.48172214364845, 64.72401027560767, 64.15501847504814, 66.82174774347055, 56.22881067635305, 63.088390887529854, 62.25394368421443, 60.09790967147836, 58.607351213664074, 57.39421594500111, 47.454414208044476, 54.79340895677596, 53.64293303529298, 50.647301014134065, 51.96588232593552, 54.829066105108915, 41.9458694801511, 48.564483743304756, 47.58123332828883, 44.65303269766039, 44.14747527798389, 43.556356128382376, 35.541238587300036, 43.398717186538335, 41.176421173460966, 38.98142725763843, 41.70209090355424, 42.25571107876965, 30.386143080769074, 38.13991985611144, 37.18917940948976, 35.25834243288813, 35.344306251031256, 33.1554567314377, 26.49015345803208, 34.31011362406121, 31.2802276876886, 28.88004470818835, 36.40879364120389, 38.938371152988964, 23.032621382894764, 29.671656881954593, 29.09137632017186, 30.3533156990097, 31.93456463034741, 29.71679490161194, 22.423324897899825, 25.377000997180048, 22.545080470410994, 20.35135742340018, 32.802673906892366, 26.50609749263281, 19.206936917765933, 20.924245295990342, 18.61401675546234, 18.65981125533989, 20.325383266464115, 19.5006490249712, 15.896051154163025, 49.91615433528366, 69.47383161101789, 30.10434120152911, 15.34131079129235, 19.438626539619317, 19.216229915864936, 17.599968523008275, 26.018904450388003, 23.53855839192719, 16.154645338180813, 21.887765152689855, 23.562870056683273, 15.42236534451981, 19.73650712730667, 21.07189172305565, 13.23826161653215, 25.481380040661875, 29.870508915615225, 20.548023410371165, 19.783460911961082, 17.892996349687174, 11.289936765549735, 20.17026334720718, 13.272189697466565, 17.485418966621896, 21.293362501189115, 13.604179809746045, 14.04859301701304, 17.860167360010134, 11.191402404591697, 11.826063387971782, 18.513256099582236, 22.122656192497672, 10.71216567080064, 16.888833767563455, 30.081275257335225, 14.57745131469316, 9.58754471081606, 12.876560937553384, 9.318755017099779, 13.481970835441999, 51.3532330325393, 77.02169806589352, 49.32082513781442, 15.444369912035999, 19.760292051328697, 21.471590196706256, 19.95550502667055, 18.544256024518496, 14.722091674982927, 12.35481206735662, 23.73374326600372, 56.35692625078208, 42.959921632537856, 29.763969140637457, 31.506281421137842, 20.457528825781377, 17.217369882569688, 13.125064820728067, 21.885251033383334, 28.30137578940846, 21.013149726574227, 16.488852977048104, 13.350325429583894, 16.206560624022806, 16.119040443078557, 21.257162189205463, 24.055468640231965, 12.746333892708776, 11.058353905531078, 17.978308511656774, 18.374669521752104, 11.012378192575715, 14.140900582304717, 22.116169588766205, 9.343639561384443, 11.919426648993397, 14.100856846834741, 10.456720038605066, 11.487030078790744, 15.293511232378458, 8.454368597603683, 12.71593807233744, 15.153579424980968, 9.514783313935693, 10.725068779633599, 13.85481377322905, 9.505500293058116, 11.753167006805043, 13.95252307724143, 12.907989860902154, 6.362175542155418, 40.52827818947609, 76.31746876233785, 50.74426972158112, 13.208063292039576, 15.478312551177122, 18.65697968725374, 24.385626728695296, 18.887238824500646, 8.914526963500837, 12.516323630712481, 13.88248548251595, 19.071631586657066, 11.812650998158142, 16.59679846212482, 19.121310642962563, 8.320348278888027, 10.702600743281728, 20.946176087791205, 15.083387894391603, 11.997521926231997, 7.532586801611504, 24.484058762376996, 34.536706338554815, 20.623375619578514, 12.950061092651392, 9.611420331291468, 10.634283423182225, 24.912129754896423, 9.739886308997255, 11.736962793553364, 14.712164356738302, 7.559576098248376, 14.368353046325163, 12.991219746246884, 9.294325601011284, 11.892913118394915, 6.746169883200768, 6.707088063318288, 10.40347487897257, 11.980824800842457, 4.5593739732067196, 22.268302126970283, 41.58997494029657, 24.35700246711416, 19.358594129650335, 13.443794679091214, 6.7700958071995725, 8.238006188403673, 7.285546460335121, 3.7622274723935085, 23.573290117401918, 34.47523950500232, 12.566002595497244, 15.494043960306385, 10.688307944750406, 13.051264669694817, 20.278166942216178, 14.87266711764739, 16.135290062750446, 8.728471978097739, 14.226660895931111, 26.06797501065772, 11.525070233288877, 9.220119129144308, 7.714495528515739, 12.689016141669804, 14.472488361966155, 6.701727073320498, 5.863537300439882, 6.7536452564715574, 6.794149411667837, 5.016757369013705, 1.9901111459493066, 14.305193917626651, 11.136055429882665, 3.437128360648744, 3.488504910706245, 7.611620886715307, 5.440135335880031, 5.587223590133053, 5.137637146971376, 5.5744712507521195, 4.735928968831674, 6.757964165835457, 5.639536421271679, 4.931244733727021, 3.959135764854728, 6.307012534655913, 5.24358831686814, 4.830884116127225, 4.053224151919624, 5.851029404742425, 4.764425126216023, 5.266281513302215, 4.467741897948812, 5.342996695144558, 4.367720739709587, 5.719063254903217, 4.798212038980295, 5.039141873626946, 4.134964355522041, 5.8742519262987605, 4.902818293140169, 4.942443967883161, 4.0724757465934385, 5.925310213807766, 4.912481480949417, 4.8582311860185925, 3.978879529481431, 5.874732522807463, 4.862240288738049, 4.8014880896080845, 3.946350350559603, 5.803822239788928, 4.7808171493320915, 4.816904289842335, 3.9640239395257812, 5.679011883317434, 4.66233802320827, 4.857287077215557, 4.002456301540839, 5.565448405610266, 4.565907548435619, 4.88935960404353, 4.024109494590805, 5.474002645650253, 4.489874346587219, 4.900652482763622, 4.0342182993448885, 5.389471802274821, 4.413027338214659, 4.919053050917598, 4.052017012294211, 5.301957919268371, 4.335188212865964, 4.940162088392136, 4.07227658434705, 5.211493130300523, 4.255132380789621, 4.964316358107375, 4.096261655503122, 5.119319138959346, 4.173670732655998, 4.992207443647973, 4.123504452373888, 5.02780385083307, 4.0939209930579565, 5.021395338698881, 4.151407748888024, 4.9390570557018885, 4.01691072971337, 5.050146555450543, 4.178760911472566, 4.854289034130288, 3.9441928341302663, 5.077231324393549, 4.204380880141041, 4.775354690744464, 3.877089737099854, 5.101030510969546, 4.2268318617092815, 4.704068643776478, 3.8173220519037647, 5.119629326418518, 4.244356576920669, 4.641577140313198, 3.765309106712931, 5.132560940867441, 4.256752391878633, 4.587179329862732, 3.7202171697576634, 5.140287644620542, 4.264473515742107, 4.5394480245371005, 3.6808583960880554, 5.143722374423485, 4.268571547889914, 4.497097108825484, 3.6456417015060407, 5.144671003156984, 4.270804164356999, 4.457910657728693, 3.6126003745521005, 5.144567623403925, 4.271750284558355, 4.421738059753326, 3.5822865160279806, 5.142447614688415, 4.270255840702514, 4.389956866588777, 3.5559338862153016, 5.137465981032866, 4.266048828124756, 4.3629597722366995, 3.5338160881105196, 5.129365746657678, 4.259048842813809, 4.340736354628203, 3.5158608845778128, 5.118386629821994, 4.249654816785874, 4.322382505736862, 3.501197357311728, 5.105486552723552, 4.238736052402031, 4.306574015588283, 3.4884746256805714, 5.092027251308603, 4.22756869363494, 4.2919945263343795, 3.476595007179526, 5.078879950990117, 4.216745092966959, 4.278143093952909, 3.4652102536281633, 5.066456441176919, 4.206592629993788, 4.264615873863225, 3.454038143564982, 5.0549579112955065, 4.197190610162819, 4.251307375299658, 3.442959191584387, 5.044438911168311, 4.188685445459714, 4.237966191520459, 3.431814786652891, 5.034837280404371, 4.180895269270775, 4.224706538666096, 3.420744095091176, 5.025936584528476, 4.173713077488538, 4.211522969832133, 3.4099383345283485, 5.017136201212503, 4.1664668213231595, 4.199119112390013, 3.399908987224193, 5.0077826643905565, 4.158548848883766, 4.1879813141488365, 3.3909529163654057, 4.997726365028177, 4.150055443497255, 4.1778351015441375, 3.3827718728881804, 4.987362549882494, 4.141359818623218, 4.168265234567388, 3.3750444645256787, 4.977003070643071, 4.132845441955726, 4.158799543899956, 3.367287108128581, 4.967268434476957, 4.1250148994203055, 4.148981897026003, 3.35912361496981, 4.958572096564689, 4.11815479455208, 4.138620043818473, 3.350436039933178, 4.951015525678283, 4.1123160740392555, 4.1276702252737385, 3.3412190631458016, 4.944518323800868, 4.107345143116377, 4.116337737147542, 3.331683879886581, 4.938797239991028, 4.102977913407883, 4.104826716202523, 3.321999160528559, 4.933710229372912, 4.099149681533132, 4.093191910769296, 3.3122444728996623, 4.929114353166476, 4.0957543037372135, 4.08151484962812, 3.302424931274931, 4.92506811552526, 4.092886676407803, 4.069673282651035, 3.292403517250303, 4.921735063830113, 4.090661221026103, 4.057555482524936, 3.2820952785398605, 4.91918717177054, 4.089119246186069, 4.045130238463091, 3.271491288024115, 4.917433363210587, 4.088277488070892, 4.0323830914708445, 3.2605873612049137, 4.916436892132613, 4.088081405504052, 4.0193722257193265, 3.249445372619062, 4.91607822011312, 4.088407065385199, 4.0062133538385085, 3.2381800498261337, 4.916192887259901, 4.089111587913754, 3.9930162897468473, 3.2269310282171246, 4.916561141824034, 4.089971096445409, 3.980034615730231, 3.2159141520773047, 4.916941236288962, 4.0907795116165815, 3.967476556459525, 3.205293374430167, 4.91716115123859, 4.091396608504084, 3.955468558495174, 3.1951660874334102, 4.917115055220113, 4.091774830575062, 3.943999445303181, 3.18548583568585, 4.916816258390544, 4.091879060494399, 3.933119475541404, 3.1763144275684567, 4.916216746620672, 4.0916910429387325, 3.922788315227408, 3.1675899577219955, 4.915376215500455, 4.09128099038121, 3.912922044606654, 3.1592692377830947, 4.914265214894602, 4.09057722067024, 3.9036045721584416, 3.1514445631305774, 4.912760066288535, 4.089472994561401, 3.8949420650643187, 3.144213318400662, 4.910747329024838, 4.08788210359147, 3.887014688297753, 3.1376423565486933, 4.908141614395507, 4.085719592919284, 3.8799056420655096, 3.131825710728338, 4.904803210989749, 4.082840647185232, 3.873759529646939, 3.126892153309867, 4.900580281234404, 4.079111360383929, 3.868701327780135, 3.122938790648537, 4.8953761670153035, 4.074461503377945, 3.8648108577418987, 3.1200108229525627, 4.88916530349192, 4.068891128262437, 3.8620547197473107, 3.118065751300138, 4.881993795792937, 4.062473453200122, 3.8603179246950377, 3.1169767133002306, 4.874022602433452, 4.055345081966261, 3.859449963772895, 3.1166141065725106, 4.8653949299807575, 4.047644858636676, 3.859284467501287, 3.1168360494968375, 4.856246541437651, 4.0394959662711285, 3.859682566354143, 3.117547987222064, 4.8466400466578765, 4.030934633366769, 3.860607789995797, 3.1187164430863037, 4.836601163686815, 4.02199037766048, 3.862013417833631, 3.1203026911989737, 4.826165793534865, 4.012706111678683, 3.863834125671268, 3.1222421567217835, 4.815409623369255, 4.003148435981302, 3.865999058030522, 3.124484484051158, 4.804369942596401, 3.9933451124205237, 3.8684761919778214, 3.1270001721262055, 4.793080944288588, 3.9833285109036565, 3.871222097967342, 3.1297567268130693, 4.781563063631806, 3.9731056835953904, 3.874224736259862, 3.132745310141208, 4.769810457446449, 3.9626693487611577, 3.8774690166465104, 3.1359384820691334, 4.757854586052788, 3.952058587815146, 3.880906862081987, 3.1392961979076652, 4.745735356525774, 3.941311921228924, 3.8844902259189484, 3.1427769789309954, 4.733491561330549, 3.9304645480357205, 3.8881731259858974, 3.1463416526775525, 4.721160160085508, 3.9195495154205737, 3.8919036201913912, 3.149941702092873, 4.70878851952062, 3.908611886283953, 3.8956325333522046, 3.1535371519561224, 4.696407693775831, 3.897677721240084, 3.899324573642942, 3.157099054539101, 4.6840401983510285, 3.886775193630174, 3.90293525836154, 3.160583462765652, 4.671736822197683, 3.8759495755442996, 3.9064131816417373, 3.1639459160169574, 4.659543928371382, 3.8652396880852673, 3.909715915699659, 3.1671515191279416, 4.647488440834652, 3.8546640574463797, 3.9128248636730274, 3.1701879014917513, 4.635573574831588, 3.844218899291598, 3.915745987537484, 3.173064958497933, 4.623786539190385, 3.8338934004784933, 3.9184696616235093, 3.175758654013106, 4.612109057846779, 3.8236338803439973, 3.921070004789649, 3.1783578799671224, 4.600473437962716, 3.813425596143293, 3.9234990601434774, 3.180810100432975, 4.5889303562239405, 3.803346257550529, 3.9255532052376894, 3.1828359004171705, 4.577816532217184, 3.793763324720387, 3.9268792830809773, 3.1841927444116584, 4.567312140052804, 3.7847034446384655, 3.927579866557356, 3.1850504435399327, 4.557205008244117, 3.7759728544142512, 3.92783066619843, 3.185518824319189, 4.547456686177122, 3.767598116778174, 3.9275456785257705, 3.1854849687446802, 4.538215826101174, 3.7597193326145804, 3.9266009957674193, 3.184846746203448, 4.5295704339480976, 3.7523830194075605, 3.9249974660237616, 3.183634247478735, 4.52147675006683, 3.745594368654837, 3.9226578499087386, 3.181737824717693, 4.5141015280391255, 3.739491907784934, 3.9194801955682994, 3.1790813062212075, 4.507528065871437, 3.734106235978157, 3.9154481393045772, 3.1756302570351527, 4.5018217639991285, 3.7295049728668497, 3.9104922693447386, 3.171315647697488, 4.497000853913983, 3.725656347170494, 3.90472377699759, 3.166332470962066, 4.492860363740762, 3.722373165865868, 3.898393908600317, 3.1608931672202667, 4.4891873068704795, 3.7194646084271006, 3.891717257731859, 3.155180827006712, 4.4858016769013, 3.716778202971929, 3.8848663360951075, 3.1493512081469457, 4.482539566173651, 3.7141758131772367, 3.877989493466383, 3.143530124610696, 4.47926655576809, 3.711539261964897, 3.871211524386993, 3.1378276418007816, 4.475863116750314, 3.7087623679756034, 3.8646435122002774, 3.132345323659218, 4.472210064210327, 3.705738263874074, 3.8583912255525084, 3.127164402810647, 4.468218155650823, 3.7023972620852073, 3.8525116548828247, 3.122373754491201, 4.463725922508029, 3.6986427679514784, 3.8470517973750096, 3.1179734583048977, 4.458787726121447, 3.6944862747100413, 3.841965619625927, 3.113858940582834, 4.453510259881601, 3.690024827099851, 3.837107958363304, 3.109876540885417, 4.448088458390536, 3.685507330505437, 3.8322082080854676, 3.1058001327496974, 4.442793315767523, 3.6811561722910504, 3.8270466596797736, 3.1015137661998655, 4.43765483954738, 3.6769357095457167, 3.8217356614849427, 3.0971393442221533, 4.432552286535241, 3.672780547127417, 3.816304300509064, 3.092645177761636, 4.42758237030469, 3.6687663745912724, 3.8106736904664187, 3.0880073287831524, 4.422724489464702, 3.6648361496045276, 3.8049590571521814, 3.0833297195356084, 4.417870918475982, 3.660891058777041, 3.799279740387281, 3.0787052159675086, 4.4129368858829, 3.656858401460933, 3.793710508541614, 3.074187670370253, 4.407876460802383, 3.652703147200873, 3.7882756936978472, 3.0697850494891923, 4.402691909695356, 3.6484381090619995, 3.7829556922264773, 3.0654877967830463, 4.397389460718092, 3.6440636002838307, 3.7777688969855068, 3.06131349260648, 4.391958974484055, 3.6395682402884786, 3.772737914978237, 3.057278052835912, 4.386395332156768, 3.634950324800519, 3.767789194195652, 3.053258320293253, 4.380833626801464, 3.630382193679435, 3.76274533661151, 3.0491288808188624, 4.3754235324144926, 3.6259950007742043, 3.7574754858142954, 3.0447968071503846, 4.3702496367549175, 3.6218426053712314, 3.7519384372905047, 3.040295433777444, 4.3652001400900895, 3.6177590545252043, 3.7463977338291894, 3.03583997347509, 4.360065853847863, 3.613558321335007, 3.7410563658260934, 3.031588614403751, 4.354685368447347, 3.6090865025984957, 3.736058661643403, 3.027639015000316, 4.3489647356553665, 3.6042650522925794, 3.731487164422099, 3.0240696248430594, 4.342864267346441, 3.599137645396857, 3.7272581036567907, 3.020794857503998, 4.336478419210681, 3.5937457615578787, 3.723362603867306, 3.0178027889606964, 4.329780157595237, 3.5880240182109935, 3.7198707050320388, 3.015164506525345, 4.322688343199255, 3.581917564033915, 3.7168181166137395, 3.012905089397718, 4.315179430129632, 3.575421669777081, 3.714197123473428, 3.0110160483984973, 4.307262846946549, 3.568548861908708, 3.711986901443751, 3.0094744555866786, 4.298966013406106, 3.561338164569245, 3.710125098105359, 3.0082392076810835, 4.290323037426221, 3.553800686767394, 3.7085512069094775, 3.0072011917941097, 4.281476641366797, 3.546106518283561, 3.7070443403132165, 3.0061619905329584, 4.272616352926556, 3.538462309733513, 3.70531604234735, 3.0048535997528525, 4.263996662508346, 3.531080171671391, 3.7030984039091934, 3.0030526232583385, 4.255803165968366, 3.524098751377565, 3.7002299699844237, 3.0006402931503864, 4.248111606485464, 3.5175574636094438, 3.6967149725345902, 2.9976621675743207, 4.2408144433059904, 3.511311900485661, 3.6927937464739315, 2.9943790149188523, 4.233677348458697, 3.5051659368039387, 3.688683725104141, 2.991018187354536, 4.22648218367282, 3.4989132974611223, 3.684683745369338, 2.9877852716802176, 4.219042537068338, 3.4924060594826423, 3.6809658677132013, 2.9848102813550037, 4.2111672316245095, 3.4855427218297383, 3.6774124872213165, 2.9819925654382176, 4.203105652798213, 3.47853042093911, 3.67415847096347, 2.9795553094849785, 4.194672748296432, 3.4711513465324537, 3.671478756517818, 2.9776433830453413, 4.185877814461981, 3.4636296916009446, 3.668912527277323, 2.975710836411452, 4.177411977246138, 3.4565018197471984, 3.6659439512939915, 2.9732576997094045, 4.16974427003099, 3.4500985647905296, 3.662338051428974, 2.970187706119601, 4.163009216798097, 3.444522061536987, 3.6580962760594447, 2.966662587345305, 4.1569223956881975, 3.439404773370796, 3.653786112141896, 2.9632639436237826, 4.150623045260356, 3.434068315958859, 3.6497354247457805, 2.9600572743659446, 4.144150579276549, 3.4284396266492645, 3.6460877486944585, 2.9571834285209526, 4.137408814472911, 3.4225586757149338, 3.6428030891606737, 2.954642811279923, 4.130367626239197, 3.4164097514122593, 3.639897118404909, 2.9524236022824315, 4.123052352300358, 3.410017392408938, 3.637322276027893, 2.950460028649256, 4.115576396991939, 3.4035156383297385, 3.634898389719975, 2.9485800700744513, 4.108117281155032, 3.397052771656417, 3.6324783196202444, 2.9467005618903284, 4.100736613461111, 3.3906134409355495, 3.6301293412388302, 2.9449026705666106, 4.093319528060382, 3.3841016875603827, 3.6279331317202224, 2.9432061652287573, 4.0858478066730886, 3.377503358367807, 3.6259198571367732, 2.9416534099997915, 4.078295189515733, 3.3708080457700116, 3.624099828103435, 2.9402596438376816, 4.070654550336567, 3.3640288498691686, 3.622430112979388, 2.9389767884647853, 4.062976882118462, 3.3572240799885105, 3.620832828952009, 2.9377484642046188, 4.055292903595608, 3.3504139304752187, 3.619264033930063, 2.9365199665079356, 4.047664119406425, 3.3436696120068556, 3.617629107050555, 2.9352011135563267, 4.0401923671800475, 3.3371940611116484, 3.615715635352601, 2.933646613208956, 4.033052722815615, 3.3311091835646294, 3.6132434439103207, 2.9314594518516848, 4.026727220961626, 3.3258419734634135, 3.6098250723145227, 2.9284132116889077, 4.021455240996595, 3.3215593095019726, 3.6053580825892717, 2.9244736131967337, 4.017218134759947, 3.3182000672656833, 3.599879614662271, 2.9195211218297032, 4.014236632706855, 3.315983751437191, 3.593271980566415, 2.913639355236347, 4.012339174276913, 3.3147045128346555, 3.5858278101167853, 2.90707903673858, 4.011271670628875, 3.3141003066517256, 3.5778908497838726, 2.9001635277106232, 4.010696547671357, 3.3138945817792065, 3.5697788237679706, 2.8931925052756973, 4.010265061977327, 3.3137558704908283, 3.5618091696015743, 2.8863968058489045, 4.009752882664651, 3.313521817974318, 3.554165626895235, 2.8799612163982666, 4.00896967169751, 3.313026172379735, 3.5469881261841367, 2.873962202694597, 4.007816350020394, 3.31217852047998, 3.5403571176451147, 2.868480571518466, 4.006201253644901, 3.3109196354600456, 3.5343156424667233, 2.863555289774203, 4.004037994328545, 3.309145723507101, 3.528963927360816, 2.859248849255471, 4.001286774644802, 3.306859327336745, 3.5242470391288423, 2.8554796174238515, 3.9980772439994032, 3.3042008792034716, 3.519987946177848, 2.852065375623956, 3.9946186792000713, 3.3013650703360966, 3.515983832461849, 2.8488575199766344, 3.9910323881958703, 3.298439962322289, 3.512139480806218, 2.8457891934994324, 3.987369011698273, 3.295448092822652, 3.508462025684062, 2.8428936364061967, 3.9835798657374837, 3.292328442854562, 3.5050142502403165, 2.840200311487528, 3.979639542895269, 3.2890671989483162, 3.5018004739106514, 2.8377176192561615, 3.9755296924787307, 3.2856476132551635, 3.4988236773199097, 2.8354475012652545, 3.971221921306639, 3.282029623533365, 3.496123087820856, 2.8334216526316935, 3.9666767882622724, 3.278185883199148, 3.49370673491539, 2.8316417008894046, 3.9618577542623745, 3.274066762596101, 3.4915948607924725, 2.8301088796565517, 3.9567795292711825, 3.2697302701431283, 3.4896864396564964, 2.8287287685884883, 3.9515744859308874, 3.2653385458561512, 3.4877729708781806, 2.827316946207499, 3.9464230230259276, 3.26100526715166, 3.485781149394718, 2.8258226900144385, 3.941363688539768, 3.2567534646754175, 3.48369178149477, 2.8242355713786575, 3.9364017522037003, 3.252587623718631, 3.4814862019994273, 2.82253392529568, 3.931545354193548, 3.2485072080512745, 3.4791645912722906, 2.8207291894818423, 3.9267566419706643, 3.244482776203144, 3.4767281004349013, 2.8188072963173783, 3.9220302083238585, 3.2404947633234276, 3.474197997795379, 2.8168045573929685, 3.9173164620827285, 3.2365085906743434, 3.4716018293829998, 2.8147352359254287, 3.912603672996376, 3.2325236093936565, 3.4689056296484524, 2.812549071975471, 3.907942469194641, 3.2285866281200972, 3.4660745637124206, 2.8102420373134, 3.9032986876149756, 3.2246374805701814, 3.463208576738471, 2.8079297169246806, 3.898551473284293, 3.2205522909671624, 3.4604261775950103, 2.80569221546441, 3.8936230829593965, 3.216282270718507, 3.4577519786929356, 2.803570691825622, 3.888444666160294, 3.211749994734265, 3.4553028435605007, 2.8016788014376397, 3.8829092026725984, 3.206859087296599, 3.4532075046045523, 2.8000990959243435, 3.8769834411131026, 3.2016088982009, 3.4514612925429415, 2.798811564270618, 3.8707201307720154, 3.196052016870864, 3.4500237773676847, 2.7977882587518628, 3.8641546863114327, 3.1902249891600016, 3.448865249779409, 2.7970236572306497, 3.8572915341729397, 3.184128264581872, 3.447979057413391, 2.7964746023626135, 3.8502166305438315, 3.1778583400938043, 3.4472598823212617, 2.7960514986072758, 3.843024841143398, 3.1715016498629143, 3.446612347234279, 2.7956726718374423, 3.8358103918333533, 3.165186408306713, 3.445886831344763, 2.7952147231879887, 3.828726360775694, 3.1590058663291893, 3.445054588250807, 2.794684303088935, 3.821753195726052, 3.1529195977573883, 3.4441843219350807, 2.7941374628526865, 3.8148345261960688, 3.146881494490155, 3.4433262164620007, 2.7936542747893127, 3.807813081624112, 3.1406923913745697, 3.4427035929277383, 2.793420834277544, 3.8004824515309044, 3.134196780330993, 3.4424229253745806, 2.7934444806042453, 3.792951107992513, 3.127587791252533, 3.4422002868921937, 2.793437072747101, 3.785513851141727, 3.1210994521414572, 3.441763881968962, 2.7931906110276308, 3.7783860686584876, 3.1149330283545758, 3.4409338739909994, 2.7925965326301547, 3.7716416532393024, 3.109119502784561, 3.4397243467788585, 2.7916785213687203, 3.765251336860294, 3.103618222380966, 3.4381964753197463, 2.790484907640839, 3.759182780166374, 3.098406886825416, 3.4363450577212316, 2.7889793913377443, 3.7534699497295057, 3.093517033017673, 3.4341471777386907, 2.787170504014586, 3.748081543977174, 3.0889019009940015, 3.431673617211145, 2.785131783446003, 3.7429272717982838, 3.0844745173291646, 3.4290021571083913, 2.782915899432728, 3.7379539631720475, 3.080210489626987, 3.4261263507825, 2.780507904823713, 3.7331749277825304, 3.076125267289318, 3.423016103520452, 2.777903954445375, 3.7285606420748985, 3.0721580957250567, 3.4197685773320683, 2.7751911719275557, 3.724007236308071, 3.0682092507762015, 3.416495389174668, 2.7725576051588052, 3.719258646500172, 3.0639861195247096, 3.413602645596525, 2.7703099461703435, 3.713973226287832, 3.059221267695498, 3.4114053638654362, 2.7686925646271683, 3.7080067167236788, 3.0538119140656805, 3.40998281647217, 2.767731208612129, 3.7013974709918935, 3.0478609964184766, 3.4091629484345827, 2.767211787149306, 3.6945054385373144, 3.0417538310005723, 3.408398420074488, 2.7665897225569536, 3.687925008658726, 3.0360621050315424, 3.406966527470943, 2.765306728994588, 3.6819807379492855, 3.0310180986071416, 3.4044982782874715, 2.7630185236874802, 3.677002543247954, 3.0269499202272576, 3.40059901468134, 2.759461309742875, 3.673130147355951, 3.023916121417621, 3.395342964110308, 2.754827152106241, 3.6700058434564604, 3.021470382902249, 3.389390030256442, 2.7497432294979007, 3.6670236569358146, 3.019160202756809, 3.3831103383564405, 2.7443686978385426, 3.6643184266284083, 3.017208183751191, 3.3760948709151566, 2.738307898433995, 3.662250798403244, 3.015831005073022, 3.3680901582498337, 2.731346983208388, 3.660825053149632, 3.015064376526666, 3.3591726289045956, 2.7235634688293526, 3.66007171109834, 3.014953727356684, 3.3492558228208167, 2.7148165162166147, 3.6599949590986043, 3.015381067586757, 3.33841439088965, 2.705397792905087, 3.660215974175824, 3.0159390604135408, 3.327552459844795, 2.696193647573813, 3.660084996565481, 3.0160749156130575, 3.3174266407195883, 2.687683944998097, 3.6593590522886807, 3.0155855360343646, 3.308344182578574, 2.680124611972633, 3.657804239194625, 3.0142289572984784, 3.300613246435187, 2.6738037248093485, 3.6551959401660676, 3.011881086787661, 3.294318033451171, 2.6687459493461887, 3.651512635404179, 3.0085459119663716, 3.2893923243913386, 2.6648224874360125, 3.6469365805347813, 3.00444735700982, 3.2855457977456677, 2.6617578778161373, 3.6417851547384834, 2.999925647584286, 3.2823637133300996, 2.6592798274815133, 3.636255612771219, 2.9951202935546255, 3.2796488767924954, 2.657212779200882, 3.6305115092924094, 2.9901368737635394, 3.277234396656071, 2.6553110218138958, 3.624798839476889, 2.985192981628605, 3.274934348062645, 2.653471633759302, 3.619190026823181, 2.9803808141462707, 3.272516544167876, 2.6513800329505464, 3.614009027714541, 2.976084273126341, 3.2692010977694013, 2.648266549339727, 3.609927618497757, 2.972792762267218, 3.2646694153125337, 2.6445241451206933, 3.6062250170606434, 2.9697424996747377, 3.2608379911785192, 2.642568101711864, 3.6015811768945722, 2.965812661515634, 3.2613708107734714, 2.6414459794441973, 3.5984989050491185, 2.959514552389495, 3.2626059301640904, 2.6405381636613496, 3.5930772329620635, 2.956704626904904, 3.2598541677505963, 2.6397609256168866, 3.588213237374728, 2.9554792847548192, 3.252142270462061, 2.6343189277328953, 3.586337753083033, 2.9543256659790598, 3.243723044706588, 2.6262057249667543, 3.588138436141897, 2.9558122908236033, 3.2368118679556295, 2.619367025694684, 3.5902563422456653, 2.9582071109878614, 3.2271901859457466, 2.6122061180467786, 3.591446345412432, 2.960503315323768, 3.2170723177838028, 2.6035045345100247, 3.5938351764558516, 2.9628254811247903, 3.2081324014234656, 2.5952625628669503, 3.5974391298583237, 2.966116579320161, 3.1986262716776377, 2.5869814441230727, 3.6007969251669074, 2.969940897721155, 3.1878143454606027, 2.5780555489560992, 3.6041501466074957, 2.9733182661620896, 3.1776002287295753, 2.5691972340078695, 3.6074280131216163, 2.9762258820105676, 3.1684852061393536, 2.5611661629577314, 3.610074026852238, 2.9786769575911674, 3.1595255051427134, 2.553746033909296, 3.61157757260085, 2.9802998845669455, 3.151087393290068, 2.546870388159997, 3.6119273472817452, 2.9805453663739345, 3.1443281930051286, 2.5413417752407375, 3.610780166648763, 2.9792961790141623, 3.1392360990188273, 2.5372822981424825, 3.608102454653911, 2.976910033746788, 3.1350461789269253, 2.5341102034085616, 3.6042523014250047, 2.9735764493093284, 3.131570487187357, 2.5315158358808825, 3.599617481649152, 2.9695794348334483, 3.1287206525285205, 2.52930987592667, 3.594708657340767, 2.9653582544420454, 3.126177275832304, 2.5273582816968907, 3.5896032472743324, 2.9609847271022076, 3.123864617623124, 2.525700056717484, 3.584171921176067, 2.9563512598423016, 3.1218388408202746, 2.524312964338067, 3.578484025454122, 2.9514901646975007, 3.1200586341692333, 2.5230644270089484, 3.5727466545634985, 2.946570252594388, 3.118426155079825, 2.521915682334466, 3.566980209296729, 2.941612959848253, 3.1169135043290632, 2.520864239688723, 3.5611704516258698, 2.936629301457284, 3.1154496201799753, 2.5198573045508046, 3.555387740749379, 2.93171033986249, 3.113953815572801, 2.5187927776817274, 3.54974620622261, 2.926989189672991, 3.1122833532117213, 2.5175229340023524, 3.5444956120835416, 2.922676190872765, 3.1102131383819365, 2.515831205994674, 3.5399445474020994, 2.919062443814046, 3.107458997312504, 2.5134892072263986, 3.5363272057571042, 2.916289975676631, 3.1039689764268923, 2.5105188175778625, 3.533487066475147, 2.9141184361116066, 3.1000954584712055, 2.5072718156277465, 3.5310464148434626, 2.9122528203626312, 3.096105511118221, 2.5039520307846814, 3.528816520054663, 2.9105360106998313, 3.092145241380075, 2.5006930930696023, 3.526634955494519, 2.9088103081601697, 3.0883848352138124, 2.4976473391793883, 3.524330518787995, 2.9069330047324096, 3.084959603892104, 2.4949067754996848, 3.5217957810723277, 2.9047973385221564, 3.081955914381608, 2.492510703180441, 3.5190355557646305, 2.9024749567793635, 3.0792766667032923, 2.490378811838496, 3.516133630213484, 2.9000341494130115, 3.076874280634135, 2.4885031712327113, 3.51309220550546, 2.897457716095501, 3.074780097700818, 2.4868846062731653, 3.50994015641837, 2.8947951640294716, 3.072898119757141, 2.4854182825823252, 3.506760535435697, 2.892097188782592, 3.0711785927101936, 2.48411186734367, 3.503479498452646, 2.889261526453461, 3.069759821843791, 2.483098803661616, 3.499940457341274, 2.8861610900936965, 3.0687527209363212, 2.4824587077037576, 3.496058089906434, 2.882795428019932, 3.0680743079422617, 2.482090582474063, 3.491777528905726, 2.878900890035319, 3.068150576781236, 2.482457344360004, 3.4869454260115584, 2.8747272527569847, 3.0683978381316863, 2.483124577627002, 3.481621467217289, 2.8699150183337028, 3.0692236694523185, 2.4839582215168226, 3.4761795337200816, 2.8650258279589664, 3.070349519296068, 2.4851130043349374, 3.4706251976793543, 2.8601631824886833, 3.0714548595186315, 2.486323314905526, 3.4650479991308285, 2.855248201361758, 3.0725522358364667, 2.4874155322939253, 3.4595990332254134, 2.850453501110131, 3.073560060401256, 2.4883942069534912, 3.4543379845450306, 2.845849142513153, 3.0744349406308404, 2.4893184794856413, 3.449171959190507, 2.84128424337693, 3.075321055382497, 2.4902873981540146, 3.4439203464367596, 2.836616838637587, 3.076345979116829, 2.4913875034130193, 3.438523138086423, 2.8318360500268063, 3.0775558812005728, 2.4926693081943445, 3.4329786888755116, 2.8269239756641387, 3.078944216646884, 2.494124246476844, 3.427269981361655, 2.82183808129262, 3.080547089412528, 2.495747770250928, 3.4214044148662333, 2.816629459379647, 3.082295735515483, 2.497484645472945, 3.4154592927321907, 2.811370991919171, 3.0841249675400135, 2.499291033859154, 3.409477780234588, 2.8060742759347352, 3.0860305386250206, 2.501162104592703, 3.4034517727456217, 2.800741123140184, 3.0879920397077067, 2.5030761077044805, 3.3974045381815454, 2.7954274824212435, 3.0899290143339884, 2.5049507225823264, 3.3914526216917555, 2.7902243652482364, 3.0917639670141535, 2.506712971585666, 3.3856896917244974, 2.7852000276351365, 3.0934369441621556, 2.508313642693404, 3.380167761529929, 2.7804028729634833, 3.0948942452088777, 2.5097109965015267, 3.3749293465972308, 2.7758675028326554, 3.0961038405807346, 2.510873098552961, 3.370015779783959, 2.771628241252117, 3.0970185103164147, 2.5117371665243007, 3.3654757792217134, 2.7677251363335422, 3.0976175765494562, 2.5123332264079883, 3.3611912022304753, 2.7639781304381996, 3.098058275908185, 2.5128393095671906, 3.3568355960121075, 2.7601106033723477, 3.098548696614145, 2.51345578430865, 3.352059560866595, 2.7557814218476353, 3.099440385055544, 2.514436075743609, 3.3469290615501053, 2.7513647141155615, 3.10012450407391, 2.51508888477141, 3.3423889307277252, 2.747726403580019, 3.099828142526992, 2.5146879716507193, 3.339063281734843, 2.745091496912903, 3.0984036917417455, 2.513354312172482, 3.336675008996113, 2.743243479186724, 3.096268462082348, 2.5115510698670978, 3.334843016173372, 2.742078167171061, 3.0931471607517436, 2.5087000684843916, 3.3340888349871394, 2.7417054082866574, 3.0892688408217923, 2.5052421589986955, 3.334053135041914, 2.7420656122665794, 3.0845669842028123, 2.5011879708355003, 3.334420525552313, 2.7426542042005373, 3.0796281747548826, 2.4968737589215992, 3.335128422371226, 2.743521015510682, 3.0744711741168076, 2.4925670828606865, 3.3355732214083513, 2.7440646679998015, 3.069618545924923, 2.488420750817874, 3.335904169229654, 2.7445500202903688, 3.0648008143375614, 2.484383806621067, 3.3360164213153762, 2.74483297937419, 3.0601382672683664, 2.480422013646253, 3.3360610151453867, 2.7450659993425726, 3.055507788071294, 2.4764948900816677, 3.3360451614483138, 2.745247794976451, 3.050905289041154, 2.4725838694777633, 3.335994569873823, 2.7453808185640862, 3.046378279038699, 2.468792559038055, 3.3357496865483913, 2.745323094591392, 3.0420607940020097, 2.465183524247583, 3.335300699364532, 2.7450770575067156, 3.0379355259273133, 2.461739052948417, 3.334667531191063, 2.7446881408839703, 3.0339223406295885, 2.4583747004087457, 3.333931886981115, 2.7442205969296496, 3.0299590217658126, 2.455046632562369, 3.3331326111928554, 2.7437062044311737, 3.026010231712669, 2.451742271945929, 3.3322508505775836, 2.7431111071528624, 3.022114746617899, 2.448499122263756, 3.33124394362263, 2.7424028759012966, 3.018302275726926, 2.445351215702211, 3.3300693813482933, 2.7415324637350063, 3.014618403949833, 2.4423216179606486, 3.328748387402257, 2.740537450973941, 3.0110627866733473, 2.439409312971254, 3.327297248704648, 2.7394170904803867, 3.007693190471669, 2.436690705954837, 3.3256114793011027, 2.7380467845542427, 3.004664977906376, 2.434302065892178, 3.3235325874515733, 2.7362741380640143, 3.0021504133837795, 2.4323957024685035, 3.3209253027826793, 2.734004269196735, 3.0002298404312393, 2.431047394589776, 3.31770016864553, 2.7311534393935926, 2.999004067955425, 2.4303084310516336, 3.3138465213765773, 2.727740769493966, 2.998413096345195, 2.4301128431736476, 3.309442008372683, 2.723844449562051, 2.998359547634864, 2.430373984256457, 3.304571294500192, 2.719539330984355, 2.9987736617070264, 2.4310455048779467, 3.299273971612921, 2.7148484164321127, 2.9996357156178663, 2.432115097705654, 3.2935521010229563, 2.7097759585031675, 3.000923126226949, 2.4335512994691326, 3.2874447918920353, 2.704369863755076, 3.0025773548746697, 2.4352989848770195, 3.2810209935234114, 2.6987311827379608, 3.0043926941526196, 2.437091638889191, 3.2746329316951766, 2.693222085535554, 3.0058574661499113, 2.4384389255743306, 3.2687689385655547, 2.688321581558068, 3.006382867483593, 2.4388568898945726, 3.2638836201847647, 2.684430692446228, 3.0055299138004132, 2.438008423999543, 3.2602828262449908, 2.6817454885236645, 3.0031701192572036, 2.4358107084453775, 3.258070529148448, 2.680312392028851, 2.9993911045767048, 2.43242828756819, 3.256990958921508, 2.679792687462781, 2.994683945420289, 2.4283519697846425, 3.2564673411732166, 2.679612354000951, 2.9897843778798596, 2.4242947163952504, 3.2557513734875556, 2.679106597165627, 2.985417986384277, 2.4208164353000865, 3.2543347920387244, 2.6780185263221576, 2.981657528146187, 2.417911033942062, 3.2522617763641803, 2.6763037978949993, 2.9785239398990817, 2.415483268998997, 3.2496615921630023, 2.6740728439235077, 2.9759930449288343, 2.4135525270902023, 3.246530236154323, 2.6713947133185694, 2.97394714276137, 2.412010113663821, 3.243029621285716, 2.6684169376678275, 2.9722294982909783, 2.4107726311938356, 3.2392126214646666, 2.6651560839367856, 2.9707814434060706, 2.4097410085431865, 3.2351769677556743, 2.66175663834622, 2.969386093587484, 2.4087114727964503, 3.2310312954760376, 2.6582113546995845, 2.968046873027349, 2.4078379480649272, 3.2265702303899926, 2.654378158614289, 2.966942078409412, 2.4072224451875055, 3.221708456019513, 2.6500991171836192, 2.966349999260725, 2.4070963270560735, 3.216224778511264, 2.645348311598881, 2.966213435781569, 2.4073147405703392, 3.2105280632761755, 2.64053513595937, 2.9660065494085175, 2.4072604693234956, 3.2056267793521886, 2.6366106442032247, 2.9650553479337582, 2.4065293619594077, 3.2019353625053815, 2.6337795617588498, 2.963273876184086, 2.4050610223059157, 3.1992520506640116, 2.631638616961391, 2.9611406831177405, 2.4032679513592825, 3.1971640292640466, 2.629981529002749, 2.9587992196165085, 2.401310714642795, 3.1954078000733297, 2.6285396140082167, 2.9564945677306764, 2.3994015373522055, 3.1937532546157827, 2.627167853115466, 2.9543773334498593, 2.3976889779978445, 6908.08022201058, 6895.675391726931, 5992.524579050683, 5984.954771527627, 4970.08194652234, 4964.167642429289, 4921.677126607594, 5092.622344338539, 5136.157850958767, 5138.346706268495, 5139.766368883239, 5139.760511268156, 59709.23251884149, 0.9606810740729722, 0.31756917102018833, 11.283045918702364, 0.31605081006208047, 0.2219588635573062, 0.232539012485958, 0.1566562546708461, 0.14487806115759616, 0.14660120939769417, 0.13598480376325978, 0.1269049753389126, 0.14482538694458041, 0.12329200945387936, 0.12106203087099976, 0.12211711059239858, 0.11956036060898609, 0.11894969442098269, 0.12059231234905282, 0.11874375313404839, 0.11862924195376347, 0.11831430724228231, 0.12020692088082227, 0.11822717611702438, 0.11739706946645556, 0.11535854010016794, 0.13509117927487005, 0.11510272179950709, 0.11323326617297984, 0.11034129095755303, 0.11029905549461948, 0.1069398170610352, 0.09587792703184037, 0.09801477872232511, 0.08482516713118346, 0.08099213443637586, 0.10325878876308126, 0.08050555344894207, 0.07983285144688891, 0.07909538060556351, 0.07898758840881147, 0.0743477338417572, 0.061928306916543135, 0.15334828937381512, 0.05903439560100189, 0.3100596862474812, 0.05885086847365896, 0.05859893519667425, 0.06079438180601405, 0.05858669965051215, 0.05814908568555514, 0.05957166108241812, 0.058026703300393945, 0.05712010943866961, 0.06020488877232434, 0.05690506227536214, 0.05565086509888267, 0.052832396267210424, 0.08268920790218362, 0.05264411613159876, 0.049678556407506985, 0.05034173396435024, 0.04738017216582819, 0.04502705259618922, 0.053330020257272785, 0.04437175741952543, 0.043527629767562526, 0.047464586887143737, 0.04333589259923701, 0.04477093473772112, 0.043203632627098865, 0.04304583791836654, 0.044023215865243485, 0.04302154727292197, 0.042811890245380735, 0.04271317028148669, 0.04261229375903832, 0.042223547961734706, 0.042223202776057345, 0.04172069253067114, 0.04155033885787224, 0.04125992761632992, 0.04023113244781888, 0.037753884573827313, 0.06538142377471975, 0.037492376065758455, 0.035441891316671886, 0.035438787045055424, 0.033351018892580415, 0.03335000077097281, 0.03257741222423052, 0.03225385241228613, 0.031170074813143607, 0.03362117095589632, 0.030708954158394423, 0.03063886211660106, 0.030974138088250672, 0.030626636081001184, 0.030502530951727377, 0.030437540287602715, 0.03038151122883352, 0.02978340640893413, 0.027714498741119607, 0.023887285838979595, 0.02382910230838559, 0.019257569822467065, 0.025489441752480118, 0.01652474742851108, 0.04860190017554472, 0.016059515614423665, 0.01422593185264804, 0.021136578693902904, 0.014063943796943972, 0.014225329219938543, 0.013277959557555988, 0.012948283255723976, 0.01510983565376254, 0.012904519543299022, 0.012628423366023798, 0.013048273161345363, 0.012500510158232635, 0.012251188294804791, 0.01341678769264084, 0.012201916246379218, 0.011936050215545857, 0.013573569291620808, 0.011909926987520003, 0.011806366046771438, 0.012699619700717113, 0.01180108678940049, 0.011602143337939309, 0.011639125527618985, 0.011439969648753247, 0.011201914088717874, 0.011695872772550015, 0.01111252946137008, 0.010934449908303834, 0.010790200650206251, 0.010732683355322577, 0.01056190795531356, 0.012307187070800717, 0.010556693631534619, 0.010508742321053132, 0.010928893678751392, 0.010504294792359765, 0.010525246731573387, 0.010487014993703346, 0.010452974077666218, 0.01045689372717964, 0.010426837736312216, 0.010380165014176282, 0.010385225709060924, 0.010344162721224225, 0.010285838712679662, 0.010241353294643775, 0.01022179207512835, 0.010147430694957332, 0.010139152778137907, 0.010085286426013244, 0.01006831578339753, 0.01006002587732959, 0.010021983676133403, 0.010386894036745486, 0.01002063141445137, 0.009940099674239755, 0.009770372992356648, 0.018637176504325517, 0.009768584438180131, 0.009711604350441692, 